Repository: Mr-Dy986/web
Catalog: locales/*.po
Languages: de, hu, pt_br, ru

source: Microsoft delivers a better firewall with service pack 2 (SP2), which starts automatically. This firewall now blocks the necessary ports 80 (http) and 443 (https) and Apache can't start.
de: Microsoft liefert mit Service Pack 2 (SP2) eine bessere Firewall, die automatisch startet. Diese Firewall blockiert jedoch die erforderlichen Ports 80 (http) und 443 (https), sodass Apache nicht starten kann.
hu: A Microsoft egy jobb tűzfalat szállított a 2. javítócsomaggal (SP2), amely automatikusan elindul. Ez a tűzfal már blokkolja a szükséges 80-as (http) és 443-as (https) portokat, és az Apache nem tud elindulni.
pt_br: A Microsoft oferece um melhor firewall com Service Pack 2 (SP2), que inicia automaticamente. Este firewall agora bloqueia as portas necessárias 80 (http) e 443 (https) e Apache não pode iniciar.
ru: Microsoft предоставляет более хороший брандмауэр (межсетевой экран) с сервис паком 2 (SP2), который запускается автоматически. Этот брандмауэр теперь блокирует необходимые порты 80 (http) и 443 (https) и Apache не может запустится.

source: The fast solution:
de: Die schnelle Lösung:
hu: A gyors megoldás:
pt_br: A solução rápida:
ru: Быстрое решение:

source: Disable the Microsoft firewall with the toolbar and try to start XAMPP onces more. The better solution is to define an exception within the security center.
de: Deaktivieren Sie die Microsoft-Firewall mit der Systemsteuerung &rarr; Windows-Firewall und versuchen Sie, XAMPP erneut zu starten. Besser wäre es, eine Ausnahme im Sicherheitscenter einzurichten.
hu: Tiltsa le a Microsoft tűzfalat az eszköztárral, és próbálja meg még egyszer elindítani a XAMPP programot. A jobb megoldás egy kivétel meghatározása a biztonsági központon belül.
pt_br: Disabilite o firewall da Microsoft pelo barra de ferramentas e inicie o XAMPP outra vez. COm esta solução será definido uma excessão no centro de segurança.
ru: Отключите брандмауэр (межсетевой экран) и попробуйте запустить XAMPP ещё раз. Лучшее решение: указать исключение в центре безопасности.

source: The following ports are used for basic functionality:
de: Die folgenden Ports sind in Benutzung für Basis-Funktionalitäten:
hu: A következő portok vannak használatban az alap működéshez:
pt_br: As seguintes portas são usadas para a funcionalidade básica:
ru: Следующие порты используются для базовой функциональности:

source: Why doesn't XAMPP work on Vista?
de: Warum funktioniert XAMPP nicht bei Windows VISTA?
hu: Miért nem működik a XAMPP Vistán?
pt_br: Por que o XAMPP não funciona no Windows Vista?
ru: Почету XAMPP не работает на Windows Vista?

source: our community pages
de: unsere Community-Seiten
hu: közösségi oldalainkat
pt_br: Páginas da nossa comunidade
ru: страницы нашего сообщества

source: User Account Control (UAC)
de: Benutzerkontensteuerung (UAC)
hu: Felhasználói fiókok felügyelete (UAC)
pt_br: Controle de Conta de Usuário
ru: Контроль учётных записей пользователей (UAC)

source: In the directory "C:program files" you don't have full write privileges, even as Admin. Or you have only limited privileges (e.g. for ".xampphtdocs"). In this case you can't edit a file.
de: Im Verzeichnis "C:\Programme" haben Sie nicht alle Zugriffsrechte, nicht einmal als Administrator. Oder Sie haben eingeschränkte Zugriffsrechte (z. B. für "\xampp\htdocs"). In diesem Fall können Sie die Datei nicht verändern.
hu: A „C:\Program files” könyvtárra nincs teljes írási jogosultsága, kivéve rendszergazdaként. Vagy csak korlátozott jogosultságai vannak (például a „.\xampp\htdocs” mappára). Ebben az esetben nem tudja szerkeszteni a fájlt.
pt_br: No diretório "C:\program files" você não tem plenos privilégios de escrita, mesmo como Administrador. Ou tem apenas privilégios limitados (e.g. for ".\xampp\htdocs"). Neste caso você não pode editar um arquivo.
ru: Вы не имеете полных привилегий записи в каталоге "C:\program files", даже как администратор. Или у вас только ограниченные привилегии (к примеру только для ".\xampp\htdocs"). В таком случае вы не можете редактировать файл.

source: Solution:
de: Lösung:
hu: Megoldás:
pt_br: Solução:
ru: Решение:

source: Raise your privileges within explorer (right click / security) or deactivate the user account control (UAC).
de: Erhöhen Sie ihre Zugriffsrechte über den Dateimanager (rechte Maustaste / Sicherheit) oder schalten Sie die Benutzerkontensteuerung (UAC) ab.
hu: Emelje meg a jogosultságait az exploreren belül (jobb kattintás / biztonság), vagy tiltsa le a felhasználói fiókok felügyeletét (UAC).
pt_br: Eleve seus privilégios no explorer (botão direito do mouse / segurança) ou desabilite o controle de conta de usuário (UAC).
ru: Повысьте свои привилегии в проводнике (правый клик / безопасность) или отключите Контроль учётных записей пользователей (UAC).

source: You have installed Apache/MySQL in "C:xampp" as Windows service. But you can't start/stop the services with the "XAMPP Control Panel" or can't uninstall them.
de: Sie haben Apache/MySQL in "C:\xampp" als Windowsdienste installiert. Aber Sie können diese Windowsdienste nicht mehr über das "XAMPP-Controll-Panel" starten/anhalten oder sie können sie nicht deinstallieren.
hu: Az Apache/MySQL kiszolgálókat a „C:\xampp” helyre telepítette Windows szolgáltatásként. De nem tudja elindítani vagy leállítani a szolgáltatásokat a „XAMPP vezérlőpulttal”, vagy nem tudja eltávolítani azokat.
pt_br: Você instalou o Apache/MySQL em "C:\xampp" como um serviço do sistema mas não consegue inicializar/interromper os serviços com o "Painel de Controle do XAMPP" ou não consegue desinstalá-los.
ru: Вы установили Apache/MySQL в "C:\xampp" как Windows сервис. Но вы не можете запускать/останавливать сервисы при помощи панели управления XAMPP (XAMPP Control Panel) или не можете их удалить.

source: Use the service management console from Windows or deactivate UAC.
de: Benutzen Sie die Systemsteuerung &rarr; Verwaltung &rarr; Dienste-Konsole von Windows oder deaktivieren Sie die Benutzerkontensteuerung UAC.
hu: Használja a Windows szolgáltatáskezelő konzolját vagy tiltsa le az UAC-ot.
pt_br: Use o console de gerenciamento de serviço do Windows ou desabilite o controle de conta de usuário.
ru: Используйте консоль управления сервисами от Windows или отключите UAC.

source: Disabling the User Account Control (UAC)
de: Deaktivieren der Benutzerkontensteuerung (UAC)
hu: A felhasználói fiókok felügyeletének (UAC) letiltása
pt_br: Desabilitando o Controle de Conta de Usuário (UAC)
ru: Отключение контроля учётных записей пользователей (UAC)

source: To deactivate the UAC, use the program "msconfig". In "msconfig" go to "Tools", select "disable user account control" and verify your selection. Now you must restart Windows. At the same time, you can enable the UAC again.
de: Verwenden Sie das Programm "msconfig", um die Benutzerkontensteuerung zu deaktivieren. In "msconfig" gehen Sie auf "Tools", wählen "UAC-Einstellungen ändern", klicken auf "Starten" und überprüfen Ihre Auswahl. Danach müssen Sie Windows neu starten. Zur gleichen Zeit können Sie die Benutzerkontensteuerung wieder aktivieren.
hu: Az UAC letiltásához használja az „msconfig” programot. Az „msconfig” programban menjen az „Eszközökre”, válassza a „felhasználói fiókok felügyeletének letiltása” lehetőséget, és erősítse meg a választását. Ezután újra kell indítania a Windowst. Ezzel egy időben ismét engedélyezheti az UAC-ot.
pt_br: Para desabilitar o Controle de Conta de Usuário, use o programa "msconfig" (tecla windows + r, digite "msconfig" e clique em "Ok". No "msconfig" vá para "Ferramentas", selecione "Alterar Configurações de UAC", clique em "Iniciar", arraste o indicador para "Nunca notificar", clique em "Ok" e Reinicie o Windows. Ao mesmo tempo, você pode habilitar o UAC novamente.
ru: Чтобы отключить UAC, используйте программу "msconfig". В "msconfig" заидите в "Tools" (инструменты), выберите "disable user account control" (отключить контроль учётных записей пользователей) и подтвердите свой выбор. Теперь вы должны перезапустить Windows. Вы можете включить UAC снова.

source: How do I check the md5 checksum?
de: Wie überprüfe ich die md5-Prüfsumme (md5_checksum)?
hu: Hogyan ellenőrizhetem az MD5 ellenőrzőösszeget?
pt_br: Como faço para verificar a soma de verificação md5?
ru: Как мне проверить контрольную сумму md5?

source: To compare files, often checksums are used. A standard to create this checksum md5 (Message Digest Algorithm 5).
de: Um Dateien zu vergleichen, werden oft Prüfsummen (checksums) benutzt. Üblicherweise erzeugt man eine md5-Prüfsumme (Message Digest Algorithm 5).
hu: Fájlok összehasonlításához gyakran ellenőrzőösszegeket használnak. A szabvány az MD5 (Message Digest Algorithm 5) ellenőrzőösszeg létrehozása.
pt_br: Muitas vezes, as somas de verificação são usadas para comparar arquivos. Um padrão para criar esta soma de verificação md5 (Message Digest Algorithm 5).
ru: Чтобы сравнить файлы, часто используются контрольные суммы. Стандарт чтобы создать такую контрольную сумму md5 (Message Digest Algorithm 5).

source: With this md5 checksum you can test, if your download of the XAMPP package is correct or not. Of course you need a program which can create these checksums. For Windows you can use a tool from Microsoft:
de: Mit dieser md5-Prüfsumme können Sie testen, ob Ihr Download des XAMPP-Pakets korrekt ist oder nicht. Natürlich benötigen Sie ein Programm, das diese Prüfsummen erstellen kann. Für Windows können Sie ein Kommandozeilenwerkzeug von Microsoft verwenden:
hu: Ezzel az MD5 ellenőrzőösszeggel tesztelheti, hogy a XAMPP csomag letöltése helyes volt-e vagy sem. Természetesen szüksége van egy olyan programra, amely elő tudja állítani ezeket az ellenőrzőösszegeket. A Windowsnál használhatja a Microsoft eszközét:
pt_br: Com esta soma de verificação md5 você pode testar se o seu download do XAMPP está correto ou não, porém, você precisará de um programa especifico capaz de criar estas somas de verificação. Para o Windows, você pode usar esta ferramenta da Microsoft:
ru: При помощи контрольной суммы md5 вы можете проверить, соответствует ли оригиналу скачанный вами пакет XAMPP. Естественно вам потребуется программа способная создавать такие контрольные суммы. Для Windows вы можете использовать инструмент от Microsoft:

source: Availability and description of the File Checksum Integrity Verifier utility
de: Verfügbarkeit und Beschreibung des Prüfsummen-Dienstprogramms "File Checksum Integrity Verifier utility" - fciv
hu: Elérhetőség és fájl ellenőrzőösszeg integritás leírása ellenőrző segédprogram
pt_br: Disponibilidade e descrição do Utilitário de Verificação de Integridade de Checksum de Arquivos
ru: Доступность и описание утилиты проверки целостности контрольных сумм файлов

source: It's also possible to use any other program which can create md5 checksums, like the GNU md5sum.
de: Es ist auch möglich, ein anderes Programm zu benutzen, das eine md5-Prüfsumme erzeugen kann, z. B. "GNU md5sum" oder "winMd5Sum.exe".
hu: Lehetséges bármely más olyan program használata is, amely létre tud hozni MD5 ellenőrzőösszegeket, úgymint a GNU md5sum.
pt_br: Também é possível utilizar outros programas capazes de criar somas de verificação md5, como por exemplo, o GNU md5sum.
ru: Также возможно использовать любую другую программу способную создавать md5 контрольные суммы, как GNU md5sum.

source: As you have installed such a program (e.g. fciv.exe), you can do following steps:
de: Wenn Sie ein solches Programm installiert haben (z.B. fciv.exe), können Sie die folgenden Schritte ausführen:
hu: Ha telepített egy ilyen programot (például fciv.exe), végezze el a következő lépéseket:
pt_br: Como instalar um programa (por exemplo, fciv.exe), você pode fazer as seguintes etapas:
ru: Когда вы установили такую программу (пример: fciv.exe), вы можете выполнить следующие шаги:

source: Download XAMPP (f.e. xampp-win32-1.8.2-0.exe)
de: Laden Sie XAMPP (z. B. xampp-win32-1.8.2-0.exe) herunter
hu: Töltse le a XAMPP csomagot (például xampp-win32-1.8.2-0.exe)
pt_br: Faça o download do XAMPP (f.e. xampp-win32-1.8.2-0.exe)
ru: Скачать XAMPP (f.e. xampp-win32-1.8.2-0.exe)

source: Create the checksum with:
de: Erstellen Sie eine Prüfsumme mit:
hu: Hozza létre az ellenőrzőösszeget ezzel:
pt_br: Crie a soma de verificação com:
ru: Создать контрольную сумму с:

source: And now you can compare this checksum with that one you can find on the XAMPP for Windows homepage.
de: Und nun können Sie Ihre Prüfsumme mit der angezeigten Prüfsumme auf der XAMPP_für_Windows-Homepage vergleichen.
hu: És most már össze tudja hasonlítani ezt az ellenőrzőösszeget azzal, amelyet a Windows rendszerre készített XAMPP honlapján talál.
pt_br: E agora você pode comparar esta soma de verificação com aquele que você pode encontrar na homepage do XAMPP para Windows.
ru: Теперь вы можете сравнить эту контрольную сумму с той которую можете найти на домашней странице XAMPP для Windows.

source: If both checksums equal, all is ok. If not, the download is broken or the file has been changed.
de: Wenn beide Prüfsummen gleich sind, dann ist alles in Ordnung. Wenn nicht, so kann der Download abgebrochen sein oder die Datei wurde verändert.
hu: Ha mindkét ellenőrzőösszeg azonos, akkor minden rendben van. Ha nem, akkor a letöltött fájl sérült vagy a fájl módosult.
pt_br: Se ambas as somas de verificação forem iguais, tudo ok. Se não, o download está quebrado ou o arquivo foi alterado.
ru: Если обе контрольные суммы равны, всё хорошо. Если нет, скачивание обернулось провалом или файл был изменён.

source: Why have changes in my php.ini not taken effect?
de: Warum haben Änderungen in der php.ini keine Auswirkungen?
hu: Miért nem érvényesülnek a php.ini fájlban elvégzett módosítások?
pt_br: Por que as mudanças no meu php.ini não fizeram efeito?
ru: Почему изменения в моём php.ini не вступают в действие?

source: If a change in the "php.ini" has no effect, it's possible PHP is using a different one. You can verify this with phpinfo(). Go to the URI http://localhost/xampp/phpinfo.php and search for "Loaded Configuration File". This value shows you the "php.ini" PHP is really using.
de: Wenn Änderungen in der php.ini keine Wirkung zeigen, so ist es möglich, dass eine andere php.ini benutzt wird. Eine Prüfung kann mit phpinfo() vollzogen werden. Gehen Sie auf die URI http://localhost/xampp/phpinfo.php und suchen Sie nach "Loaded Configuration File". In diesem Eintrag ist der Dateipfad der php.ini abzulesen, der wirklich benutzt wird.
hu: Ha a „php.ini” fájlban elvégzett módosításnak nincs hatása, lehetséges, hogy a PHP egy másikat használ. Ezt a phpinfo() függvénnyel ellenőrizheti. Látogassa meg a http://localhost/xampp/phpinfo.php oldalt, és keressen rá a „Loaded Configuration File” kifejezésre. Ez az érték jeleníti meg azt a „php.ini” fájlt, amelyet a PHP igazából használ.
pt_br: Se uma mudança no "php. ini" não tem nenhum efeito, é possível que o PHP esteja usando um diferente. Você pode verificar isso com phpinfo ().Vá para o URI http://localhost/xampp/phpinfo.php e procure por "Loaded Configuration File". Este valor mostra o "php.ini" PHP é realmente usando.
ru: Если изменеие в "php.ini" не вступило в действие, возможно PHP использует другой файл. Вы можете проверить это при помощи phpinfo(). Последуйте по URI http://localhost/xampp/phpinfo.php и ищите "Loaded Configuration File" (загруженный файл конфигурации). Это значение покажет какой "php.ini" PHP действительно использует.

source: Note:
de: Hinweis:
hu: Megjegyzés:
pt_br: Nota:
ru: Примечание:

source: After changing the "php.ini" you have to restart Apache so that Apache/PHP can read the new settings.
de: Nach Änderungen in der php.ini ist es wichtig, den Apache neu zu starten, damit der Apache den PHP-Parser veranlasst, die neuen Einstellungen einzulesen.
hu: A „php.ini” módosítása után újra kell indítania az Apache webkiszolgálót, hogy az Apache/PHP be tudja olvasni az új beállításokat.
pt_br: Depois de alterar o "php.ini" você tem que reiniciar o Apache para que o Apache / PHP possa ler as novas configurações.
ru: После изменения "php.ini" вы должны перезапустить Apache чтобы Apache/PHP смогли считать новые настройки.

source: Help! There is a virus in XAMPP!
de: Hilfe! Hier ist ein Virus im XAMPP!
hu: Segítség! Vírusos a XAMPP!
pt_br: Socorro! Existe um vírus no XAMPP!
ru: Помогите! В XAMPP есть вирус!

source: Some antivirus programs mistake XAMPP for a virus, typically flagging the file xampp-manager.exe This is a false positive meaning that the antivirus erroneously identified it as a virus, when it is not. Before we release each new version of XAMPP we run it through virus scanning software. At the moment we are using
de: Einige Antivirus Programme halten XAMPP für einen Virus, typischerweise mit dem Hinweis auf den XAMPP-Manager.exe. Das ist eine falsche Positiv-Meldung des Antivirus-Programms, das bedeutet, dass das Antivirus-Programm XAMPP irrtümlich als Virus identifiziert hat, obwohl XAMPP keines ist. Bevor wir eine neue Version von XAMPP herausgeben, testen wir sie mit unterschiedlichen Virenscannern, die zu diesem Zeitpunkt aktuell vorhanden sind. Im Augenblick benutzen wir
hu: Néhány vírusirtó program hibásan vírusnak érzékeli a XAMPP-ot, tipikusan a xampp-manager.exe fájlt megjelölve. Ez egy vakriasztás, amely azt jelenti, hogy a vírusirtó tévesen vírusként azonosítja, miközben nem az. A XAMPP minden egyes új verziójának kiadása előtt lefuttatunk egy víruskereső programot. Jelenleg ezt használjuk:
pt_br: Alguns programas antivírus pode fazer ocorrer algum erro no XAMPP sinalizando algum vírus, geralmente sinalizam o arquivo xampp-manager.exe Este representa um falso positivo que o antivírus erroneamente identifica como um vírus, quando não é. Antes de liberar cada nova versão do XAMPP o executamos através de um software de detecção de vírus. No momento estamos usando
ru: Некоторые анти-вирусные программы по ошибке принимают XAMPP за вирус, обычно отмечая файл xampp-manager.exe. Это ложная тревога, что означает анти-вирус ошибочно принял за вирус то что им не является. Прежле чем мы публикуем каждую новую версию XAMPP мы сканируем его на вирусы. В данный момент мы используем

source: How do I configure my antivirus application?
de: Wie konfiguriere ich mein Antivirusprogramm?
hu: Hogyan állítsam be a vírusirtó alkalmazásomat?
pt_br: Como faço para configurar o meu aplicativo de antivírus?
ru: Как мне настроить моё анти-вирусное приложение?

source: We have included all dependences and servers required for running the bundled web application, so you will find that XAMPP installs large numbers of files. If you are installing a XAMPP application on a Windows machine with an antivirus app enabled, this may slow down the installation significantly, and there is also a chance that one of the servers (web server, database server) may be blocked by the antivirus software. If you have an antivirus tool enabled, check the following settings for running XAMPP without performance issues:
de: Wir haben alle zum Ausführen der gebündelten Webanwendung benötigten Server und die damit verbundenen Dateien eingefügt, sie werden also bemerken, dass XAMPP eine große Anzahl an Dateien installiert. Wenn sie eine XAMPP-Anwendung auf einem Windowsrechner mit einem aktiven Antivirusprogramm installieren, dann kann das die Installation merklich verlangsamen und es kann sein, dass einer der Server (Web-Server, Datenbankserver) von der Antivirussoftware blockiert wird. Wenn Sie ein Antivirusprogramm aktiviert haben, prüfen Sie die folgenden Einstellungen, damit XAMPP ohne Leistungseinbußen ausgeführt wird:
hu: Minden függőséget és kiszolgálót mellékelünk, amely a csomagolt webalkalmazás futtatásához szükséges, így a XAMPP telepítésben nagy számú fájlt fog találni. Amennyiben a XAMPP alkalmazást egy olyan Windowst futtató számítógépre telepíti, amelyen bekapcsolt vírusirtó alkalmazás van, akkor ez jelentősen lelassíthatja a telepítést, és megvan az esély arra, hogy a kiszolgálók egyikét (webkiszolgáló, adatbázis-kiszolgáló) blokkolja a vírusirtó program. Ha engedélyezve van egy vírusirtó eszköz, ellenőrizze a következő beállításokat a XAMPP teljesítményproblémák nélküli futtatásához:
pt_br: Incluímos todas as dependências e servidores necessários para executar o aplicativo web empacotado, então você vai achar que o XAMPP instala um grande número de arquivos. Se você estiver instalando um aplicativo XAMPP em uma máquina Windows com um aplicativo de antivírus ativado, isso pode retardar a instalação de forma significativa, e também há uma chance de que um dos servidores (servidor web e/ou servidor de banco de dados) possam ser bloqueados pelo aplicativo de antivírus . Se você tiver uma ferramenta de antivírus ativado, verifique as seguintes configurações para a execução do XAMPP sem problemas de desempenho:
ru: Мы включили все зависимости и сервера тревуемые для работы пакета веб приложения, поэтому XAMPP устанавливает большое количество файлов. Если вы устанавливаете XAMPP на Windows машине со включенным анти-вирусом, это может значительно замедлить установку, и ещё есть шанс что один из серверов (веб сервер, сервер баз данных) может быть заблокирован анти-вирусным ПО. Если ваш есть анти-вирус включён, проверьте следующие настройки для запуска XAMPP без проблем с производительностью:

source: Add exceptions in the firewall: for Apache, MySQL or any other server.
de: Fügen Sie Ausnahmen in der Firewall hinzu: für Apache, MySQL oder jeden weiteren Server.
hu: Kivételek hozzáadása a tűzfalhoz: az Apache, a MySQL vagy bármely más kiszolgálóhoz.
pt_br: Adicionar exceções no firewall: para o Apache, MySQL ou qualquer outro servidor.
ru: Добавьте исключения в брандмауэр (межсетевой экран): для Apache, MySQL или любого другого сервера.

source: Scan files when executing: If you have enabled the antivirus scan for all files, the executable files for the servers may slow down.
de: Dateien untersuchen beim Aufruf: Wenn Sie die Virusuntersuchung für alle Dateien aktiviert haben, können die ausführbaren Dateien für den Server langsamer werden.
hu: Fájlok vizsgálata végrehajtáskor: ha engedélyezve van a vírusirtó vizsgálata minden fájlra, a kiszolgálók végrehajtható fájljait lelassíthatja.
pt_br: Ao executar a varredura de arquivos: se você tiver ativado a verificação antivírus para todos os arquivos, os arquivos executáveis para os servidores podem ficar lentos.
ru: Сканирование файлов во время рвботы: Если вы включили в анти-вирусном ПО сканирование всех файлов, работа исполнительных файлов серверов может замедлится.

source: Scan the traffic for different URLs: If you are developing with XAMPP on your own machine, you can exclude "localhost" traffic in the Antivirus settings.
de: Untersuchen Sie den Verkehr für unterschiedliche URLs: wenn Sie mit XAMPP auf Ihrem eigenen Rechner entwickeln, können Sie den "localhost"-Verkehr in den Antiviruseinstellungen ausschließen.
hu: A forgalom vizsgálata különböző URL-eknél: ha a saját gépén fejleszt a XAMPP programmal, zárja ki a „localhost” forgalmát a vírusirtó beállításaiban.
pt_br: Verifique o tráfego para URLs diferentes: Se você estiver desenvolvendo com o XAMPP em seu próprio computador, você pode excluir o tráfego de "localhost" nas configurações do seu antivírus.
ru: Сканирование трафика для разных URL: Если вы разрабатываете с использованием XAMPP на своей собственной машине, вы можете исключить проверку трафика для "localhost" в настройках вашего анти-вируса.

source: Why doesn't the Apache server start on my system?
de: Warum startet der Apache Server auf meinem System nicht?
hu: Miért nem indul az Apache kiszolgáló a rendszeremen?
pt_br: Por que o servidor Apache não inicializa no meu sistema?
ru: Почему Apache сервер не запускается на моей системе?
