Repository: Mr-Dy986/web
Catalog: locales/*.po
Languages: de, hu, pt_br, ru

source: This problem can be one of several reasons:
de: Dies Problem kann einen von mehrere Gründen habe:
hu: Ennek a problémának számos oka lehet:
pt_br: Este problema pode ser uma de várias razões:
ru: Это проблема может иметь место по одной из нескольких причин:

source: You have started more then one HTTP Server (IIS, Sambar, ZEUS and so on). Only one Server can use port 80. This error message indicate the problem:
de: Sie haben mehr als einen HTTP-Server (IIS, Sambar, ZEUS usw.) gestartet. Nur ein Server kann Port 80 verwenden. Diese Fehlermeldung weist auf das Problem hin:
hu: Egynél több HTTP kiszolgálót indított el (IIS, Sambar, ZEUS, stb.). Csak egyetlen kiszolgáló használhatja a 80-as portot. Ez a hibaüzenet jelzi a problémát:
pt_br: Você inicializou mais de um Servidor HTTP (IIS, Sambar, ZEUS e assim por diante). Somente um servidor pode usar a porta 80. Esta mensagem de erro indica o problema:
ru: Вы запустили более одного HTTP Server (IIS, Sambar, ZEUS и так далее). Только один сервер может использовать порт 80. Это сообщение об ошибке указывает на проблему:

source: You have other software, such as the Internet Telephone "Skype" which also blocks the port 80. If the problem is "Skype", you can go in Skype to Actions --> Options --> Connection --> remove the check mark at "use port 80 for an alternate port" and restart Skype. Now it should work.
de: Sie haben eine andere Software wie das Internettelefon "Skype", die auch den Port 80 besetzt. Wenn "Skype" das Problem ist, gehen Sie in Skype auf Aktionen &rarr; Verbindungsoptionen &rarr; Verbindung &rarr; entfernen Sie das Häkchen bei "Ports 80 und 443 für zusätzliche eingehende Verbindungen verwenden" und starten Sie Skype erneut. Jetzt sollte es funktionieren.
hu: Más szoftverei is vannak, mint például a „Skype” internettelefon, amely szintén blokkolja a 80-as portot. Ha a „Skype” a probléma, menjen a Skype programban a Műveletek --> Beállítások --> Kapcsolat menüpontra, és távolítsa el a pipát a „80-as port használata tartalék portként” lehetőségből, majd indítsa újra a Skype programot. Ezután működnie kellene.
pt_br: Você tem um outro programa, como por exemplo o "Skype", que também bloqueia a porta 80. Se o problema for o Skype, você pode, no Skype, ir para Ações --> Opções --> Conexão --> desmarque "usar porta 80 para uma porta alternativa" e reinicie o Skype. Agora deve funcionar.
ru: У вас есть другое ПО, например интернет телефон "Skype" (скайп) которое тоже блокирует порт 80. Если проблема в "Skype", в Skype вы можете открыть Actions (действия) --> Options (опции) --> Connection (соединение) --> убрать галочку рядом с "use port 80 for an alternate port" (использовать порт 80 для альтернативного порта) и перезапустить Skype. Теперь всё должно работать.

source: You have a firewall which blocks the Apache port. Not all firewalls are compatible with Apache, and sometimes deactivating the firewall is not enough and you must deinstall it. This error message indicates a firewall:
de: Sie haben eine Firewall, die den Port von Apache blockiert. Nicht alle Firewalls sind kompatibel mit Apache, und es kommt manchmal vor, dass man die Firewall abschalten muss und wenn das nicht reicht, sogar eine Deinstallation durchführen muss. Diese Meldung zeigt eine Firewallblockade an:
hu: Tűzfala van, amely blokkolja az Apache portját. Nem minden tűzfal kompatibilis az Apache kiszolgálóval, és néha a tűzfal kikapcsolása nem elegendő, el kell távolítania azt. Ez a hibaüzenet jelzi a tűzfalat:
pt_br: Você tem um firewall que bloqueia a porta do Apache. Nem todos os firewalls são compatíveis com o Apache, e as vezes apenas desativá-lo não será o suficiente e você terá de desinstalá-lo. Esta mensagem de erro indica o firewall:
ru: У вас есть брандмауэр (межсетевой экран) который блокирует порт Apache. Не каждый брандмауэр совместим с Apache, иногда отключить брандмауэр недостаточно и вам придётся его удалить. Это сообщение об ошибке указывает на брандмауэр:

source: Also if Apache can start, but your browser can't connect to it it could be due to one of the following:
de: Auch wenn der Apache gestartet werden kann, aber Ihr Browser kann nicht darauf zugreifen (http://localhost/), so könnte es einen der folgenden Gründe haben:
hu: Ha az Apache el tud ugyan indulni, de a böngésző nem tud csatlakozni hozzá, akkor ez a következők egyike miatt lehet:
pt_br: Além disso, se o Apache consegue inicializar, mas o seu navegador não consegue se conectar a ele, pode ser devido a um dos seguintes fatores:
ru: Также если Apache может запустится, но ваш браузер не может соединится с ним это может быть по одной из следующих причин:

source: Some virus scanners can cause this in the same way that firewalls can interfere.
de: Einige Virusscanner können das in der gleicher Weise verursachen, wie eine Firewall stören kann.
hu: Néhány vírusirtó okozhatja ezt ugyanolyan módon, ahogy a tűzfalak zavarhatják.
pt_br: Alguns rastreadores de vírus podem causar isto da mesma maneira que os firewalls podem interferir.
ru: Некоторые анти-вирусные программы могут вызвать это, таким же образом как может вмешатся брандмауэр (межсетевой экран).

source: You have XP Professional without service pack 1. You must have at least SP1 for XAMPP.
de: Sie benutzen Windows XP Professional ohne Servicepack 1. Sie müssen wenigstens das Servicepack 1 haben, damit XAMPP funktioniert.
hu: XP Professional rendszere van 1. javítócsomag nélkül. Legalább SP1 szükséges a XAMPP programhoz.
pt_br: Você tem uma cópia do Windows XP Profissional sem o Service Pack 1 instalado. Você precisa ter, no mínimo, o Service Pack 1 instalado para o funcionamento do XAMPP.
ru: У вас XP Professional без сервис пака 1. Вы должны иметь как минимум SP1 для XAMPP.

source: Tip:
de: Tipp:
hu: Tipp:
pt_br: Dica:
ru: Совет:

source: Why is my CPU load for Apache almost 99%?
de: Warum ist meine CPU-Auslastung mit Apache bei 99%?
hu: Miért van majdnem 99%-os CPU terhelés az Apache használatakor?
pt_br: Porque é que a minha carga de CPU para o Apache esta quase 99%?
ru: Почему Apache грузит мой процессор почти на 99%?

source: There is one of two scenarios at play here. Either your CPU is maxing out, or you can browser connect to the server, but not see anything (the system is trying unsucessfully to load the page). In either case you can find the following message in the Apache log file:
de: Eines von zwei Szenarien spiel hier ein Rolle. Entweder ihre CPU ist am Limit oder Sie rufen eine Seite auf, sehen aber nichts (das System versucht vergeblich die Seite zu laden). In beiden Fällen können Sie die folgende Nachricht in Ihrer Apache-Logdatei finden:
hu: Két forgatókönyv játszhat itt szerepet. Vagy a CPU van maximálisan kihasználva, vagy a böngésző képes ugyan csatlakozni a kiszolgálóhoz, de nem lát semmit (a rendszer sikertelenül próbálja betölteni az oldalt). Mindkét esetben a következő üzenetet láthatja az Apache naplófájljában:
pt_br: Há um dos dois cenários em jogo aqui. Sua CPU é estourar o limite, ou você pode navegador conectar ao servidor, mas não vejo nada (o sistema está tentando insatisfatoriamente carregar a página). Em ambos os casos você pode encontrar a seguinte mensagem no Apache arquivo de log:
ru: В данном случае действует один из двух сценариев. Либо ваш процессор работает на пределе своих возможностей, или вы можете подсоеденится к серверу через браузер, но ничего не видите (система безуспешно пытается загрузить страницу). В любом случае вы можете найти следующее сообщение в лог файле Apache:

source: The MPM falls back to a safer implementation, but some client requests were not processed correctly. In order to avoid this error, use "AcceptFilter" with accept filter "none" in the "xamppapacheconfextrahttpd-mpm.conf" file.
de: Der MPM fällt zurück in eine sicherere Implementierung, aber einige Clients werden nicht korrekt behandelt. Um diesen Fehler zu vermeiden, setzen Sie "AcceptFilter" mit accept filter "none" in der "\xampp\apache\conf\extra\httpd-mpm.conf"-Datei.
hu: Az MPM visszaáll egy biztonságosabb megvalósításra, de néhány klienskérés nem lett helyesen feldolgozva. Ezen hiba elkerülésének érdekében használja az „AcceptFilter” beállítást a „none” elfogadásszűrővel a „\xampp\apache\conf\extra\httpd-mpm.conf” fájlban.
pt_br: O MPM cai de volta para uma implementação mais segura, mas algumas solicitações de clientes não foram processadas corretamente. Para evitar esse erro, use"AcceptFilter" com filtro de aceitação "none" no arquivo "\xampp\apache\conf\extra\httpd-mpm.conf" .
ru: MPM возвращается к более безопасному выполнению, но некоторые клиентские запросы не обрабатывались корректно. Для того чтобы избежать этой ошибки, используйте "AcceptFilter" с включенным фильтром "none" в файле "\xampp\apache\conf\extra\httpd-mpm.conf".

source: Why are pictures and style-sheets not displayed?
de: Warum werden Bilder und Stylesheets-Formate nicht angezeigt?
hu: Miért nem jelennek meg a képek és a stíluslapok?
pt_br: Por que imagens e folhas de estilo não são exibidos?
ru: Почему картинки и таблицы стилей не отображаются?

source: Sometimes there are problems with displaying pictures and style-sheets. Especially if these files are located on a network drive. In this case you can enable (or add) one if the following lines in the file "xamppapacheconfhttpd.conf":
de: Gelegentlich gibt es Probleme mit der Anzeige von Bildern und Stylesheets, insbesondere wenn diese Dateien auf einem Netzwerklaufwerk liegen. In diesem Fall können Sie eine der folgenden Zeilen in der Datei "\xampp\apache\conf\httpd.conf" aktivieren (oder hinzufügen):
hu: Néha problémák vannak a képek és a stíluslapok megjelenítésével. Különösen akkor, ha ezek a fájlok egy hálózati eszközön találhatók. Ebben az esetben engedélyezhet (vagy hozzáadhat) egyet, ha a következő sorok a „\xampp\apache\conf\httpd.conf” fájlban vannak:
pt_br: Às vezes, há problemas com a exibição de imagens e folhas de estilo. Especialmente se esses arquivos estão localizados em uma unidade de rede. Neste caso, você pode ativar (ou adicionar) uma se as seguintes linhas no arquivo "\xampp\apache\conf\httpd.conf":
ru: Иногда возникают проблемы с отображением картинок и таблиц стилей. Особенно, если эти файлы находятся на сетевом диске. В этом случае вы можете включить (или добавить) одну из следующих строк в файле "\xampp\apache\conf\httpd.conf":

source: This problem can also be caused by programs for regulating bandwidth, like NetLimiter.
de: Das Problem kann auch von Programmen verursacht werden, die die Bandbreite der Übertragung regulieren (z. B. NetLimiter).
hu: Ezt a hibát okozhatják sávszélesség-szabályzó programok is, mint például a NetLimiter.
pt_br: Este problema também pode ser causada por programas de regulação da largura de banda, como NetLimiter.
ru: Эта проблема также может быть вызвана программами регулирования полосы пропускания, например, NetLimiter.

source: How can I set a root password in MySQL?
de: Wie kann ich ein root-Passwort für die MySQL-Datenbank setzen?
hu: Hogyan állíthatok be rendszergazda jelszót a MySQL-ben?
pt_br: Como posso definir uma senha de root no MySQL?
ru: Как я могу установить пароль root'а в MySQL?

source: The easiest way is to use the security console, which you can access at http://localhost/security/ This console creates a password for the MySQL user root and adjusts the phpMyAdmin configuration.
de: Der einfachste Weg ist, die Sicherheitskonsole zu nutzen, auf die Sie über http://localhost/security/ zugreifen können. Diese Konsole erzeugt ein Passwort für den MySQL-Benutzer und passt die phpMyAdmin-Konfiguration an.
hu: A legegyszerűbb módja ennek a biztonsági konzol használata, amelyhez a http://localhost/security/ címen férhet hozzá. Ez a konzol létrehoz egy jelszót a MySQL root felhasználójának, és módosítja a phpMyAdmin beállítását.
pt_br: A maneira mais fácil é usar o console de segurança, que pode ser acessada em http://localhost/security/ este console cria uma senha para o usuário root do MySQL e ajusta a configuração do phpMyAdmin.
ru: Самый простой способ состоит в использовании консоли безопасности, к которой можно получить доступ по http://localhost/security/ Эта консоль создает пароль для корневого пользователя MySQL и корректирует настройки PHPMyAdmin.

source: Another approach is to configure it with the "XAMPP Shell" (command prompt). Open the shell and execute this command:
de: Eine andere Herangehensweise wäre, es mit der "XAMPP Shell" (command prompt) zu setzen. Öffnen Sie die Shell und führen Sie dieses Kommando aus:
hu: Egy másik megközelítés a „XAMPP parancsértelmezővel” való beállítás (parancssor). Nyisson egy parancsértelmezőt és futtassa le ezt a parancsot:
pt_br: Outra abordagem é configurá-lo com o "XAMPP Shell" (prompt de comando). Abra o shell e execute este comando:
ru: Другой подход заключается в настройке его с помощью "XAMPP Shell" (командная строка). Откройте оболочку и выполните следующую команду:

source: Can I use my own MySQL server?
de: Kann ich meinen eigenen MySQL-Server nutzen?
hu: Használhatom a saját MySQL kiszolgálómat?
pt_br: Posso usar o meu próprio servidor MySQL?
ru: Могу ли я использовать свой собственный MySQL сервер?

source: Yes. Simply don't start the MySQL from the XAMPP package. Please note that two servers cannot be started on the same port. If you have set a password for "root", please do not forget to edit the file "xamppphpMyAdminconfig.inc.php".
de: Ja. Starten Sie einfach nicht den MySQL vom XAMPP-Paket. Bitte beachten Sie, dass nicht zwei Server am gleichen Port lauschen können. Wenn Sie ein Passwort für "root" gesetzt haben, vergessen Sie bitte nicht, die Datei "\xampp\phpMyAdmin\config.inc.php" anzupassen.
hu: Igen. Egyszerűen ne indítsa el a MySQL kiszolgálót a XAMPP csomagból. Vegye figyelembe, hogy nem lehet két kiszolgálót elindítani ugyanazon a porton. Ha a „root” felhasználónak állított be jelszót, ne felejtse el szerkeszteni a „\xampp\phpMyAdmin\config.inc.php” fájlt.
pt_br: Sim. Simplesmente não iniciar o MySQL do pacote XAMPP. Por favor, note que os dois servidores não podem ser iniciados na mesma porta. Se você tiver definido uma senha para o "root", por favor não se esqueça de editar o arquivo "\xampp\phpMyAdmin\config.inc.php".
ru: Да. Просто не запускайте MySQL из пакета XAMPP. Обратите внимание, что два сервера не могут быть запущены на том же порту. Если вы установили пароль для "root", пожалуйста, не забудьте отредактировать файл "\xampp\phpMyAdmin\config.inc.php".

source: How do I restrict access to phpMyAdmin from the outside?
de: Wie schränke ich den Zugriff auf phpMyAdmin von außen ein?
hu: Hogyan tudom korlátozni a phpMyAdmin kívülről való hozzáférését?
pt_br: Como faço para restringir o acesso ao phpMyAdmin do lado de fora?
ru: Как ограничить доступ к PhpMyAdmin извне?

source: In the basic configuration of XAMPP, phpMyAdmin have public access.
de: In der Basiskonfiguration von XAMPP ist phpMyAdmin öffentlich zugänglich.
hu: A XAMPP alapbeállításában a phpMyAdmin nyilvános hozzáféréssel rendelkezik.
pt_br: Na configuração básica do XAMPP, o phpMyAdmin tem acesso público.
ru: В базовой конфигурации XAMPP, к PHPMyAdmin есть публичный доступ.

source: You can change the MySQL root password and choose the authentication method for phpMyAdmin from the security console at http://localhost/security/
de: Sie können das MySQL-root-Passwort und die Auswahl der Authentifikationsmethode für phpMyAdmin über die Sicherheitskonsole ändern unter http://localhost/security/
hu: Megváltoztathatja a MySQL rendszergazda jelszavát, és választhat hitelesítési módszert a phpMyAdmin felületéhez a http://localhost/security/ címen lévő biztonsági konzolon.
pt_br: Você pode mudar a senha de root MySQL e escolha o método de autenticação para phpMyAdmin a partir do console de segurança em http://localhost/security/
ru: Вы можете изменить пароль администратора MySQL и выбрать метод проверки подлинности для PHPMyAdmin с консоли безопасности в http://localhost/security/

source: Before you can access the MySQL server, phpMyAdmin will prompt you for a user name and password. Don't forget to set a password for the user "root" first.
de: Bevor Sie auf den MySQL-Server zugreifen können, wird phpMyAdmin nach einem Benutzernamen und einem Passwort fragen. Vergessen Sie nicht, zuerst ein Passwort für den Benutzer "root" zu setzen.
hu: Mielőtt hozzáférne a MySQL kiszolgálóhoz, a phpMyAdmin kérni fog Öntől egy felhasználónevet és egy jelszót. Ne felejtsen el először beállítani jelszót a „root” felhasználónak.
pt_br: Antes que você possa acessar o servidor MySQL, phpMyAdmin pedirá um nome de usuário e senha. Não se esqueça de definir uma senha para o usuário "root" em primeiro lugar.
ru: Прежде чем вы сможете получить доступ к серверу MySQL, PhpMyAdmin запросит у вас имя пользователя и пароль. Не забудьте установить пароль для "root" пользователя в первую очередь.

source: Where is the IMAP support for PHP?
de: Wo ist der IMAP-Support bei PHP?
hu: Hol van az IMAP támogatás a PHP-hoz?
pt_br: Onde está o suporte IMAP para PHP?
ru: Где поддержка IMAP для PHP?

source: As default, the IMAP support for PHP is deactivated in XAMPP due to some mysterious initialization errors with some home versions like Windows 98. If you work with NT systems, you can open the file "xamppphpphp.ini" to activate the php exstension by removing the beginning semicolon at the line ";extension=php_imap.dll". It should be:
de: In der Standardeinstellung ist die IMAP-Unterstützung aufgrund einiger mysteriöser Initialisierungsfehler mit einigen Homeversionen wie Windows_98 deaktiviert. Wenn Sie mit NT-Systemen arbeiten, können Sie die Datei "\xampp\php\php.ini" öffnen, damit Sie die PHP-Erweiterung durch Entfernen des Semikolons am Beginn der Zeile ";extension=php_imap.dll" aktivieren können. Es sollte sein:
hu: Alapértelmezetten az IMAP támogatás nincs aktiválva a PHP-hoz az XAMPP programban néhány megmagyarázhatatlan előkészítési hiba miatt egy-két otthoni verzióban, mint például a Windows 98-ban. Ha NT rendszerekkel dolgozik, megnyithatja a „\xampp\php\php.ini” fájlt a PHP-kiterjesztés aktiválásához a kezdő pontosvessző eltávolításával a „;extension=php_imap.dll” sor elejéről. Ilyennek kell lennie:
pt_br: Como padrão, o suporte a IMAP para PHP está desativado no XAMPP devido a alguns erros de inicialização misteriosos com algumas versões home como o Windows 98. Se você trabalha com sistemas NT, você pode abrir o arquivo "\xampp\php\php.ini" para ativar a extensão php, removendo o ponto e vírgula do começo da linha ";extension=php_imap.dll". Deveria ser:
ru: По умолчанию, поддержка IMAP для PHP отключена в XAMPP из-за некоторых загадочных ошибок инициализации в некоторых домашних версиях, например, Windows 98. Если вы работаете с системами NT, вы можете открыть файл "\xampp\php\php.ini", чтобы активировать php расширение, удалив точку с запятой в строке ";extension=php_imap.dll". Она должна быть:

source: Now restart Apache and IMAP should work. You can use the same steps for every extension, which is not enabled in the default configuration.
de: Jetzt starten Sie den Apache neu und IMAP sollte funktionieren. Sie können die gleichen Schritte für alle Erweiterungen anwenden, die in der Standardeinstellung nicht aktiviert sind.
hu: Most indítsa újra az Apache kiszolgálót és az IMAP működni fog. Ugyanezeket a lépéseket használhatja minden olyan kiterjesztésnél, amely nincs engedélyezve az alapértelmezett beállításban.
pt_br: Agora reinicie o Apache e IMAP deve funcionar. Você pode usar as mesmas etapas para cada extensão, que não está habilitada na configuração padrão.
ru: Теперь перезагрузите Apache, и IMAP должен работать. Вы можете использовать те же самые шаги для любого расширения, которое не включено в конфигурации по умолчанию.

source: Why don't some PHP open source apps work with XAMPP on Windows?
de: Warum funktionieren einige PHP-open-source-Anwendungen nicht mit XAMPP für Windows?
hu: Miért nem működik néhány nyílt forrású PHP alkalmazás a XAMPP programmal Windowson?
pt_br: Por que não alguns aplicativos de código aberto PHP trabalhar com XAMPP no Windows?
ru: Почему некоторые PHP приложения с открытым исходным кодом работают с XAMPP на Windows?

source: A lot of PHP applications or extensions that have been written for Linux haven’t been ported to Windows.
de: Viele PHP-Anwendungen oder Erweiterungen, die für Linux geschrieben worden sind, wurden nicht auf Windows übertragen.
hu: Számos Linuxhoz írt PHP alkalmazást vagy kiterjesztést még nem írtak át Windowsra.
pt_br: Um monte de aplicações PHP ou extensões que foram escritas para Linux não foram portadas para o Windows.
ru: Много PHP приложений или расширений, которые были написаны для Linux не были портированы на Windows.

source: It's better not to. The scripts here are still needed for all additional packages (add-ons) and upgrades of XAMPP.
de: Besser nicht. Die Skripten darin werden noch für alle Zusatzpakete (add-ons) und Upgrades von XAMPP gebraucht.
hu: Jobban tenné, ha nem. Az itt lévő parancsfájlok még szükségesek a XAMPP minden további csomagjához (kiegészítőkhöz) és frissítéséhez.
pt_br: Ops, É melhor não. Os scripts aqui ainda são necessários para todos os pacotes adicionais (add-ons) e atualizações do XAMPP.
ru: Лучше этого не делать. Эти скрипты ещё нужны для всех дополнительных пакетов (дополнений) и обновлений XAMPP.

source: How do I activate the eaccelerator?
de: Wie aktiviere ich den eAccelerator?
hu: Hogyan aktiválhatom az eAccelerator kiterjesztést?
pt_br: Como faço para ativar o eaccelerator?
ru: Как мне активировать eaccelerator?

source: Like other (Zend) extensions, you can activate it in "php.ini". In this file, enable the line ";zend_extension = "xamppphpextphp_eaccelerator.dll"". It should be:
de: Wie andere (Zend-) Erweiterungen können Sie sie in in der "php.ini"-Datei aktivieren. Aktivieren Sie in dieser Datei die Zeile ";zend_extension = "\xampp\php\ext\php_eaccelerator.dll". Es sollte sein:
hu: Mint a többi (Zend) kiterjesztést, a „php.ini” fájlban aktiválhatja. Ebben a fájlban engedélyezze a „;zend_extension = "\xampp\php\ext\php_eaccelerator.dll"” sort. Ilyennek kell lennie:
pt_br: Como outras extensões (Zend), você pode ativá-lo no "php. ini". Neste arquivo, habilitar a linha"; zend_extension ="\xampp\php\ext\php_eaccelerator.dll"". Deve ser:
ru: Как и другие (Zend) разрешения, вы можете активировать его в "php.ini". В этом файле, измените строку ";zend_extension = "\xampp\php\ext\php_eaccelerator.dll"". Она должна быть:

source: How do I fix a connection error to my MS SQL server?
de: Wie behebe ich Verbindungsfehler zum MS_SQL-Server?
hu: Hogyan tudom javítani a csatlakozási hibát az MS SQL kiszolgálómhoz?
pt_br: Como faço para corrigir um erro de conexão ao meu servidor MS SQL?
ru: Как мне исправить ошибку соединения с моим MS SQL сервером?
