Repository: Mr-Dy986/web
Catalog: locales/*.po
Languages: de, hu, pt_br, ru

source: Oswald was one of the original co-founders of Apache Friends. He graduated 1999 from Technical University of Berlin with a Diplom-Informatiker degree (equivalent to a Master's degree in Computer Science). In the 90's he created and managed Germany's biggest IRCnet server irc.fu-berlin.de, and co-managed one of the world's largest anonymous FTP server ftp.cs.tu-berlin.de. From 1993 until 1998 he was member of the internationally renowned &quot;Projektgruppe Kulturraum Internet&quot;, a Berlin-based research project on net culture and network organization. In 2006, his third book, Das XAMPP-Handbuch, was published by Addison Wesley. From 2009 to 2011, he served as Technology Evangelist for Web Tier Products at Sun Microsystems/Oracle.
de: Oswald war einer der ursprünglichen Mitbegründer von Apache Friends. Er schloss sein Studium 1999 an der Technischen Universität Berlin, als Diplom-Informatiker, ab (entspricht einem Masterstudium in Computer Science). In den 90er Jahren schuf und leitete er in Deutschland den größten IRCnet-Server irc.fu-berlin.de, und als Co-Manager einen der weltweit größten anonymen FTP-Server ftp.cs.tu-berlin.de. Von 1993 bis 1998 war er Mitglied der international renommierten "Projektgruppe Kulturraum Internet", einer Berliner Forschungsprojekt zur Netzkultur und Netzwerkorganisation. Im Jahr 2006 wurde sein drittes Buch, "Das XAMPP-Handbuch", bei Addison Wesley veröffentlicht. Von 2009 bis 2011 war er als Technologie-Evangelist für Produkte auf Webebene bei Sun Microsystems/Oracle tätig.
hu: Oswald volt az Apache Friends eredeti társalapítóinak egyike. 1999-ben szerzett diplomát a Berlini Műszaki Egyetemen Okleveles Informatikus fokozaton (egyenértékű a Számítástudományi mesteri címmel). A '90-es években ő hozta létre és kezelte Németország legnagyobb IRCnet kiszolgálóját, az irc.fu-berlin.de címen, és besegített a világ egyik legnagyobb névtelen FTP kiszolgálójának, az ftp.cs.tu-berlin.de kezelésében. 1993-tól 1998-ig tagja volt a nemzetközi „Projektgruppe Kulturraum Internet” csoportnak, a berlini székhelyű net kultúra és hálózat szervezési kutatási projektnek. 2006-ban Addison Wesley kiadásában jelent meg a harmadik könyve, a Das XAMPP-Handbuch. 2009-től 2011-ig Technológiai Evangélistaként szolgált a Web Tier termékekhez a Sun Microsystems/Oracle zászlaja alatt.
pt_br: Oswald foi um dos co-fundadores originais do Apache Friends. Formou-se em 1999 na Universidade Técnica de Berlim em Licenciatura em Engenharia da Computação (equivalente a um mestrado em Ciência da Computação). Na década de 90, ele criou e administrou o maior servidor IRCnet irc.fu-berlin.de da Alemanha e co-administrou um dos maiores servidores anônimo FTP ftp.cs.tu-berlin.de do mundo. De 1993 a 1998, ele foi membro do internacionalmente renomado &quot;Projektgruppe Kulturraum Internet&quot;, um projeto de pesquisa com sede em Berlim sobre a cultura de rede e organização em rede. Em 2006, seu terceiro livro, Das XAMPP-Handbuch, foi publicado pela Addison Wesley. De 2009 a 2011, ele atuou omo Evangelista de Tecnologia de Produtos de Rede da Sun Microsystems/Oracle.
ru: Освальд был одним из первых основателей Apache Friends. Окончил в 1999 Берлинский технический университет по специальности дипломированный Informatiker (эквивалент магистра в области компьютерных наук). В 90-х создал и руководил большим IRCnet сервером irc.fu-berlin.de в Германии, и был со-управляющим одного из крупнейших в мире анонимных FTP серверов ftp.cs.tu-berlin.de. С 1993 до 1998 года он был членом всемирно известного &quot;​​Projektgruppe Kulturraum Internet&quot;, в Берлинском исследовательском проектк по сетевой культуре и организации. В 2006 году его третья книга, Das XAMPP-Handbuch (Руководство XAMPP), была опубликован Addison Wesley. С 2009 по 2011 года он занимал пост Technology Evangelist для Web Tier Products в Sun Microsystems/Oracle.

source: Together with Oswald, Kay co-founded the Apache Friends project in 2002. He currently works as freelance System Engineer and wrote several books about web technologies like Apache, MySQL and XAMPP itself.
de: Zusammen mit Oswald war Kay Mitbegründer des Apache Friends-Projekt im Jahr 2002. Derzeit arbeitet er als freiberuflicher System Ingenieur und schrieb mehrere Bücher über Web-Technologien wie Apache, MySQL und XAMPP.
hu: Oswalddal együtt Kay alapította az Apache Friends projektet 2002-ben. Jelenleg szabadúszó rendszermérnökként dolgozik és számos könyvet írt az olyan webes technológiákról mint az Apache, MySQL és maga a XAMPP.
pt_br: Junto com Oswald, Kay co-fundou o projeto Apache Friends em 2002. Ele atualmente trabalha como Engenheiro de Sistemas freelance e escreveu vários livros sobre tecnologias rede como Apache, MySQL e sobre o próprio XAMPP.
ru: Вместе с Освальдом, Кей стал соучредителем проекта Apache Friends в 2002 году. В настоящее время он работает в качестве внештатного системного инженера и написал несколько книг о веб-технологий, таких как Apache, MySQL и о самом XAMPP.

source: Current Maintainers
de: Aktuelle Betreuer
hu: Jelenlegi karbantartók
pt_br: Mantenedores atuais
ru: Текущая программа обслуживания

source: Beltran is a project manager at Bitnami. He fell in love with open source and Linux since an early age and enjoys tinkering with web technologies and speaking at developer events. Beltran graduated from the Seville Engineering School with a Master's degree in Telecommunication.
de: Beltran ist ein Projekt-Manager bei Bitnami. Er verliebte sich in Open Source und Linux in jungen Jahren, genießt das Basteln mit Web-Technologien und spricht auf Entwicklerveranstaltungen. Beltran studierte an der Ingenieurschule in Sevilla mit einem Masterstudium in Telekommunikation.
hu: Beltran a Bitnami projektmenedzsere. Fiatal kora óta szerelmes a nyílt forrásba és a Linuxba, valamint imád webes technológiákkal bütykölni és fejlesztői eseményeken előadásokat tartani. Beltran a Sevillai Mérnöki Iskolában végzett telekommunikációból mester fokozaton.
pt_br: Beltran é gerente de projetos na Bitnami. Desde pequeno, se apaixonou por código aberto e Linux e gosta de mexer com tecnologias web e palestrar em eventos para desenvolvedores. Beltran se formou na Seville Engineering School com mestrado em Telecomunicações.
ru: Бельтран является менеджером проекта Bitnami. Он влюбился в открытый исходный код и Linux с самого раннего возраста, и любит возиться с веб-технологиями и выступать на мероприятиях для разработчиков. Бельтран окончил Севилье инженерное училище (the Seville Engineering School) со степенью магистра в области телекоммуникаций.

source: Daniel is a co-founder of Bitnami. Previously, he contributed to various web infrastructure open source projects, published multiple technical books on web technologies and became a member of the Apache Software Foundation. Daniel graduated from the Seville Engineering School with a Master's degree in Telecommunication and holds a Ms. Sc. on Optical Networking from DTU in Denmark.
de: Daniel ist ein Mitbegründer der Firma Bitnami. Zuvor war er an verschiedenen Open-Source-Web-Infrastruktur-Projekten beteiligt, veröffentlichte mehrere Bücher über technische Web-Technologien und wurde Mitglied der Apache Software Foundation. Daniel studierte an der Ingenieurschule in Sevilla mit einem Masterstudium in Telekommunikation und hält einen Masterstudium in Sience (Msc) in Optical Networking der DTU in Dänemark.
hu: Daniel a Bitnami társalapítója. Korábban közreműködött különféle webes infrastruktúrájú nyílt forrású projektekben, kiadott több technikai könyvet a webes technológiákról és az Apache Software Foundation tagja lett. Daniel a Sevillai Mérnöki Iskolában végzett telekommunikációból mester fokozaton, és Ms. Sc. szinten tart optikai hálózatokról a DTU-ból Dániában.
pt_br: Daniel é co-fundador da Bitnami. Anteriormente, ele contribuiu para vários projetos de código aberto de infra-estrutura de rede, publicou vários livros técnicos sobre tecnologias de rede e tornou-se membro da Apache Software Foundation. Daniel formou-se na Seville Engineering School com Mestrado em Telecomunicações e detém um Mestrado Científico em Redes Ópticas da DTU na Dinamarca.
ru: Даниэль является соучредителем Bitnami. Ранее он участвовал в различных веб-инфраструктурах проектов с открытым кодом, опубликовал несколько технических книг по веб-технологии и стал членом Фонда Apache Software. Даниэль окончил Севилье инженерное училище (the Seville Engineering School ) со степенью магистра в области телекоммуникаций и имеет Ms. Sc. on Optical Networking из DTU в Дании.

source: Support &amp; QA
de: Unterstützung &amp; QA
hu: Támogatás és minőségbiztosítás
pt_br: Suporte e garantia de qualidade
ru: Поддержка и ВО(вопрос ответ)

source: Security
de: Sicherheit
hu: Biztonság
pt_br: Segurança
ru: Безопасность

source: We want to thank the following individuals for reporting vulnerabilities responsibly and helping improve XAMPP.
de: Wir wollen den folgenden Personen für die Berichterstattung von Schwachstellen oder anderen Verbesserungen von XAMPP danken.
hu: Szeretnénk köszönetet mondani a következő egyéneknek a felelősségteljes sebezhetőségi jelentésekért és a XAMPP továbbfejlesztéséért.
pt_br: Gostaríamos de agradecer aos seguintes indivíduos por reportarem vulnerabilidades de forma responsável e auxiliarem nas melhorias do XAMPP.
ru: Мы хотим поблагодарить следующих людей приславших отчеты о уязвимости и помогающих улучшить XAMPP.

source: Retired
de: Zurückgezogen
hu: Visszavonult
pt_br: Retirado
ru: Пенсионер

source: The Licence
de: Die Lizenz
hu: A licenc
pt_br: A Licença
ru: Лицензия

source: XAMPP is a compilation of free software (comparable to a Linux distribution), it's free of charge and it's free to copy under the terms of the GNU General Public Licence. But it is only the compilation of XAMPP that is published under GPL. Please check every single licence of the contained products to get an overview of what is, and what isn't, allowed. In the case of commercial use please take a look at the product licences (especially MySQL), from the XAMPP point of view commercial use is also free.
de: XAMPP ist eine Zusammenstellung von freier Software (vergleichbar mit einer Linux-Distribution), es ist kostenlos erhältlich und darf kostenlos kopiert werden, unter den Bedingungen der GNU General Public Licence. Aber es ist nur die Zusammenstellung von XAMPP, die unter der GPL veröffentlicht wird. Bitte überprüfen Sie jede Einzellizenz der enthaltenen Produkte, um einen Überblick zu bekommen über das, was erlaubt und was nicht erlaubt ist. Im Falle der kommerziellen Nutzung bitte einen Blick auf die Produktlizenzen (insbesondere MySQL) werfen. Aus der Sicht vom XAMPP Projekt ist auch eine gewerbliche Nutzung frei.
hu: A XAMPP szabad szoftverek gyűjteménye (összemérhető egy Linux disztribúcióval), ingyenes és a GNU General Public Licence feltételei szerint szabadon másolható. De ez csak a GPL alatt közzétett XAMPP gyűjteményre vonatkozik. Kérjük ellenőrizze minden egyes tartalmazott termék licencét, hogy áttekintést kapjon arról, hogy mit szabad és mit nem. Kereskedelmi felhasználás esetén vessen egy pillantást a termékek licenceire (különösen a MySQL licencére), a XAMPP nézőpontjából a kereskedelmi felhasználás szintén ingyenes.
pt_br: XAMPP é uma compilação de softwares livres (comparável a uma distribuição Linux), é gratuito e é livre para ser copiado sob os termos da GNU General Public Licence. Mas é apenas a compilação do XAMPP que é publicada sob a licença GPL. Por favor, verifique cada licença dos produtos contidos para obter uma visão geral do que é, e do que não é, permitido. No caso de uso comercial, por favor dê uma olhada nas licenças de produtos (especialmente MySQL), do ponto de vista do XAMPP, o uso comercial também é gratuito.
ru: XAMPP это компиляция бесплатного ПО (совместимого с Linux дистрибутивами), XAMPP бесплатный продукт и его можно копировать под условиями указанными в GNU General Public Licence (Универсальная общественная лицензия GNU). Но только компиляция XAMPP опубликована под GPL. Пожалуйста проверьте каждую отдельную лицензию содежжащихся продуктов чтобы иметь представление что разрешено, а что нет. В случае коммерческого использования пожалуйста посмотрите на лицензии продуктов (особенно MySQL), с точки зрения XAMPP коммерческое использование тоже бесплатно.

source: Warranty
de: Garantie
hu: Garancia
pt_br: Garantia
ru: Лицензия

source: This program is distributed in the hope that it will be useful, but without any warranty; without even the implied warranty of merchantability or fitness for a particular purpose. (See the %{gnu} for more details)
de: Dieses Programm wird in der Hoffnung verteilt, dass es nützlich sein wird, aber ohne jegliche Garantie, sogar ohne die implizite Garantie der Marktgängigkeit oder Eignung für einen bestimmten Zweck. (Siehe %{gnu} für weitere Details)
hu: Ezt a programot abban a hitben terjesztjük, hogy hasznos lesz, de mindenféle garancia nélkül; az eladhatóság vagy egy meghatározott célra adott vélelmezett garancia nélkül. (A további részletekért lásd: %{gnu})
pt_br: Este programa é distribuído na esperança de que seja útil, mas sem qualquer garantia; nem mesmo a garantia implícita de comercialização ou adequação para um propósito particular. (Veja a %{gnu} para mais detalhes)
ru: Эта программа распространяется в надежде на то, что будет полезной, но БЕЗО ВСЯКОЙ ГАРАНТИИ; даже без неявной гарантии ТОВАРНОГО ВИДА или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННЫХ НУЖД. Подробности см. в %{gnu}.

source: Trademarks
de: Warenzeichen
hu: Védjegyek
pt_br: Marcas
ru: Торговые марки

source: XAMPP and Apache Friends are registered trademarks of BitRock. Microsoft, DOS, and Windows are registered trademarks of Microsoft Corporation. Intel, Pentium, i386, i486 are registered trademarks of Intel Corporation. SUN, Sparc are registered trademarks of Oracle, Inc. Apple, Mac, and OS X are registered trademarks of Apple Inc.
de: XAMPP und Apache Friends sind eingetragene Warenzeichen von BitRock. Microsoft, DOS und Windows sind eingetragene Warenzeichen der Microsoft Corporation. Intel, Pentium, i386 und i486 sind eingetragene Warenzeichen der Intel Corporation. SUN und Sparc sind eingetragene Warenzeichen von Oracle Inc. Apple, Mac und OS X sind eingetragene Warenzeichen von Apple Inc.
hu: A XAMPP és az Apache Friends a BitRock bejegyzett védjegyei. A Microsoft, a DOS és a Windows a Microsoft Corporation bejegyzett védjegyei. Az Intel, a Pentium, az i386, az i486 az Intel Corporation bejegyzett védjegyei. A SUN, a Sparc az Oracle, Inc. bejegyzett védjegyei. Az Apple, a Mac és az OS X az Apple Inc. bejegyzett védjegyei.
pt_br: XAMPP e Apache Friends são marcas registradas da BitRock. Microsoft, DOS e Windows são marcas registradas da Microsoft Corporation. Intel, Pentium, i386, i486 são marcas registradas da Intel Corporation. SUN, Sparc são marcas registradas da Oracle; Inc. Apple, Mac e OS X são marcas registradas da Apple Inc.
ru: XAMPP и Apache Friends это зарегистрированные торговые марки пренадлежащие BitRock. Microsoft, DOS, и Windows это зарегистрированные торговые марки пренадлежащие корпорации Microsoft. Intel, Pentium, i386, i486 это зарегистрированные торговые марки пренадлежащие корпорации Intel. SUN, Sparc это зарегистрированные торговые марки пренадлежащие Oracle, Inc. Apple, Mac, и OS X это зарегистрированные торговые марки пренадлежащие Apple Inc.

source: All other company and product names may be trademarks of their respective companies.
de: Alle anderen Firmen- und Produktnamen können Marken der jeweiligen Unternehmen sein.
hu: Minden egyéb cég vagy terméknév védjegye lehet a megfelelő cégeknek.
pt_br: Todos os outros nomes de empresas e produtos podem ser marcas comerciais de suas respectivas empresas.
ru: Все другие компании и названия продуктов могут быть товарными знаками соответствующих владельцев.

source: Special Thanks
de: Besonderer Dank
hu: Különleges köszönet
pt_br: Agradecimentos Especiais
ru: Особые благодарности

source: SourceForge has been hosting XAMPP since the very start!
de: Sourceforge hat XAMPP von Anfang an gehostet!
hu: A SourceForge biztosítja a XAMPP tárhelyét a kezdetek óta!
pt_br: SourceForge hospeda o XAMPP desde o início!
ru: SourceForge был хостингом XAMPP с самого старта!

source: Documentation/FAQs
de: Dokumentation/FAQs
hu: Dokumentáció/Gyakori kérdések
pt_br: Documentação/Perguntas Frequentes
ru: Документация/ЧАВО

source: There is no real manual or handbook for XAMPP. We wrote the documentation in the form of FAQs. Have a burning question that's not answered here? Try the %{forums} or %{stack_overflow}.
de: Es gibt kein eigentliches Manual oder Handbuch für XAMPP. Wir haben die Dokumentation in Form von FAQs verfasst. Haben Sie eine dringende Frage, die hier nicht beantwortet wurde? Probieren Sie die %{forums} oder %{stack_overflow}.
hu: Nincsen valódi leírása vagy kézikönyve a XAMPP projektnek. A dokumentációt gyakori kérdések formájában írtuk meg. Égető kérdése van, amelyet még nem válaszoltak meg? Próbáljon a segítséget kérni a %{forums} vagy %{stack_overflow} oldalon.
pt_br: Não há um verdadeiro manual ou um livro de referências para XAMPP. Nós escrevemos a documentação na forma de Perguntas Frequentes. Tem uma pergunta premente que não está respondida aqui? Experimente os %{forums} ou %{stack_overflow}.
ru: Не существует руководства по использованию XAMPP. Мы написали документацию в форме ЧаВо. У вас есть вопрос на который тут нет ответа? Попробуйте %{forums} или %{stack_overflow}.

source: Tell Your Friends about XAMPP
de: Erzähl deinen Freunden von XAMPP
hu: Beszéljen ismerőseinek a XAMPP programról
pt_br: Fale a seus amigos sobre XAMPP
ru: Расскажите вашим друзьям о XAMPP

source: I just got #XAMPP from @ApacheFriends https://www.apachefriends.org #opensource.
de: Ich habe soeben #XAMPP von @ApacheFriends https://www.apachefriends.org #opensource bekommen.
hu: Most szereztem be a #XAMPP programot az @ApacheFriends https://www.apachefriends.org oldalról #opensource.
pt_br: Acabei de baixar o #XAMPP do @ApacheFriends https://www.apachefriends.org #opensource.
ru: Я только что загрузил #XAMPP от @ApacheFriends https://www.apachefriends.org #opensource

source: Tweet!
hu: Csirip!
ru: Твитнуть!

source: Translations
de: Übersetzungen
hu: Fordítások
pt_br: Traduções
ru: Переводы

source: Contribute to XAMPP translation at %{translate}.
de: Trage zur Übersetzung von XAMPP bei: %{translate}.
hu: Közreműködés a XAMPP fordításában a %{translate} oldalon.
pt_br: Contribuir para a tradução do XAMPP em %{translate}.
ru: Поспособствуйте переводу XAMPP на %{translate}.

source: Can you help translate XAMPP for other community members? We need your help to translate XAMPP into different languages. We have set up a site, %{translate}, where users can contribute translations.
de: Möchten Sie uns helfen XAMPP in andere Sprachen zu übersetzen? Wir brauchen Ihre Hilfe um XAMPP in diversen Sprachen anbieten zu können. Dazu haben wir eine Website,%{translate} eingerichtet, in welcher Nutzer mit Übersetzungen beitragen können.
hu: Tudna segíteni a XAMPP fordításában a közösség többi tagja számára? Szükségünk van a segítségére a XAMPP különböző nyelvekre való fordításában. Felállítottunk egy oldalt a %{translate} címen, ahol a felhasználók közreműködhetnek a fordításban.
pt_br: Você pode ajudar a traduzir o XAMPP para outros membros da comunidade? Precisamos de sua ajuda para traduzir XAMPP para diferentes idiomas. Criamos um site, %{translate}, onde os usuários podem contribuir com traduções.
ru: Можете помочь перевести XAMPP для других членов сообщества? Нам нужна ваша помощь перевести XAMPP на разные языки. Мы создали сайт, %{translate}, где пользователи могут способстововать переводу.

source: How do I install XAMPP?
de: Wie installiere ich XAMPP?
hu: Hogyan telepítsem a XAMPP-ot?
pt_br: Como instalo o XAMPP?
ru: Как мне установить XAMPP?

source: Choose your flavor for your linux OS, the 32-bit or 64-bit version.
de: Wählen Sie eine Variante für Ihr Linux-Betriebssystem, 32-Bit oder 64-Bit-Version.
hu: Válassza ki a Linux rendszeréhez megfelelő 32 bites vagy 64 bites változatot.
pt_br: Como inicio o XAMPP?
ru: Выберите ващу операционную систему и 32 или 64 битную версию.

source: Change the permissions to the installer
de: Ändern Sie die Berechtigungen für das Installationsprogramm
hu: Módosítsa a telepítő jogosultságait
pt_br: Altere as permissões do instalador
ru: Измените разрешения для установщика

source: Run the installer
de: Führen Sie die Installation aus
hu: Futtassa a telepítőt
pt_br: Execute o instalador
ru: Запустите установщик

source: That's all. XAMPP is now installed below the /opt/lampp directory.
de: Das ist schon alles. XAMPP ist nun im Verzeichnis /opt/lampp installiert.
hu: Ennyi. A XAMPP most már telepítve van a /opt/lampp könyvtár alá.
pt_br: Isto é Tudo. O XAMPP está instalado no diretório /opt/lampp.
ru: Вот и всё. XAMPP теперь установлен под каталогом /opt/lampp.

source: How do I start XAMPP?
de: Wie starte ich XAMPP?
hu: Hogyan indítsam el a XAMPP-ot?
pt_br: Como inicio o XAMPP?
ru: Как я мне запустить XAMPP?

source: To start XAMPP simply call this command:
de: Um XAMPP zu starten geben Sie folgenden Befehl ein:
hu: A XAMPP indításához egyszerűen adja ki ezt a parancsot:
pt_br: Para iniciar o XAMPP, simplesmente execute este comando:
ru: Для запуска XAMPP просто выполните следующую команду:

source: You should now see something like this on your screen:
de: Sie sollten nun ähnliches auf Ihrem Bildschirm sehen:
hu: Most valami ehhez hasonlót kell látnia a képernyőjén:
pt_br: Agora você deve ver algo semelhante a isto em sua tela:
ru: Теперь вы должны видить чтото вроде этого на вашем экране:

source: If you get any error messages visit %{community} for help.
de: Wenn Sie irgendwelche Fehlermeldungen erhalten, ersuchen Sie %{community} zur Hilfe.
hu: Ha hibaüzenetet kapott, látogassa meg a %{community} a segítségért.
pt_br: Se você receber alguma mensagem de erro, visite %{community} para obter ajuda.
ru: Если вы получили сообщение об ошибке посетите %{community} для помощи.

source: Also, note that there is a graphical tool that you can use to manage your servers easily. You can start this tool with the following commands:
de: Beachten Sie auch, dass es ein grafisches Tool gibt, mit dem Sie Ihre Server einfach verwalten können. Sie können dieses Programm mit den folgenden Befehlen starten:
hu: Fontos továbbá megjegyezni, hogy van egy grafikus eszköz, amelyet a kiszolgálók egyszerű kezeléséhez használhat. Ezt az eszközt a következő parancsokkal indíthatja:
pt_br: Além disso, note que há uma ferramenta gráfica que você pode usar para gerenciar seus servidores facilmente. Você pode iniciar esta ferramenta com os seguintes comandos:
ru: Кстати, заметьте что есть графический инструмент который вы можете использовать чтобы легко управлятся с вашими серверами. Вы можете запустить этот инструмент с помощью следующих команд:

source: How do I stop XAMPP?
de: Wie kann ich XAMPP anhalten?
hu: Hogyan állíthatom le a XAMPP-ot?
pt_br: Como paro o XAMPP?
ru: Как я мне остановить XAMPP?

source: To stop XAMPP simply call this command:
de: Um XAMPP anzuhalten, geben Sie folgenden Befehl ein:
hu: A XAMPP leállításához egyszerűen adja ki ezt a parancsot:
pt_br: Para parar o XAMPP, simplesmente execute este comando:
ru: Для остановки XAMPP просто вызовите команду:
