Repository: Mr-Dy986/web
Catalog: locales/*.po
Languages: de, hu, pt_br, ru

source: Also, note that there is a graphical tool that you can use to start/stop your servers easily. You can start this tool with the following commands:
de: Beachten Sie auch, dass es ein grafisches Tool gibt mit dem Sie Ihre Server einfach starten und beenden können. Sie können dieses Programm mit den folgenden Befehlen starten:
hu: Fontos továbbá megjegyezni, hogy van egy grafikus eszköz, amelyet a kiszolgálók egyszerű indításához és leállításához használhat. Ezt az eszközt a következő parancsokkal indíthatja:
pt_br: Além disso, note que há uma ferramenta gráfica que você pode usar para parar iniciar/parar seus servidores facilmente. Você pode iniciar esta ferramenta com os seguintes comandos:
ru: Кстати, заметьте что есть графический инструмент который вы можете использовать чтобы легко запустить или остановить ваши сервера. Вы можете запустить этот инструмент с помощью следующих команд:

source: How can I test that everything worked?
de: Wie kann ich testen, ob alles funktioniert?
hu: Hogyan ellenőrizhetem, hogy minden működik-e?
pt_br: Como posso testar se tudo funcionou corretamente?
ru: Как мне проверить, что всё сработало?

source: Type in the following URL at your favourite web browser:
de: Geben Sie folgende URL in Ihrem Lieblings-Web-Browser ein:
hu: Gépelje be a következő URL-t a kedvenc webböngészőjébe:
pt_br: Escreva o seguinte URL no seu navegador favorito:
ru: Введите следующую URL в ваш любимый браузер:

source: Now you should see the XAMPP start page containing some links to check the status of the installed software and some small programming examples.
de: Jetzt sollten Sie die XAMPP-Startseite sehen. Sie enthält einige Links, um den Status der installierten Software zu überprüfen und ein paar kleine Programmierbeispiele zu sehen.
hu: Ekkor látnia kell a XAMPP kezdőlapját, amely tartalmaz néhány hivatkozást a telepített szoftver állapotának ellenőrzéséhez és néhány kisebb programozási példát.
pt_br: Agora você deve ver a página inicial XAMPP contendo alguns links para verificar o estado do programa instalado e alguns pequenos exemplos de programação.
ru: Теперь вы должны видить стартовую страницу XAMPP содержащую некоторые ссылки для проверки состояния установленного ПО и небольшие примеры програмирования.

source: Is XAMPP production ready?
de: Ist XAMPP zum Produktiveinsatz geeignet?
hu: A XAMPP készen áll a munkához?
pt_br: XAMPP está pronto para produção?
ru: Готов ли XAMPP к производственному использованию?

source: XAMPP is not meant for production use but only for development environments. The way XAMPP is configured is to be open as possible to allow the developer anything he/she wants. For development environments this is great but in a production environment it could be fatal.
de: XAMPP ist nicht für den Einsatz in Produktivumgebungen, sondern ausschließlich für den Einsatz als Entwicklungsumgebung gedacht. XAMPP ist so offen wie möglich konfiguriert, um dem Entwickler alles, was er/sie möchte, zu erlauben. Dies ist für Entwicklungsumgebungen großartig, kann aber im Produktiveinsatz fatale Auswirkungen haben.
hu: A XAMPP nem a produktív használatot jelenti, ez csak egy fejlesztői környezet. A XAMPP oly módon lett beállítva, hogy annyira nyitott legyen, amennyire csak lehetséges, hogy lehetővé tegyen a fejlesztőknek bármit, amit szeretnének. Ez nagyszerű egy fejlesztői környezethez, de produktív környezetben végzetes lehet.
pt_br: XAMPP não é destinado para uso em produção, mas apenas para ambientes de desenvolvimento. O XAMPP é configurado para ser o mais aberto possível para permitir ao desenvolvedor qualquer coisa que ele/ela quiser. Para ambientes de desenvolvimento ele é ótimo, mas em um ambiente de produção , ele pode ser fatal.
ru: XAMPP не предназначен для производственного использования, а только для сред разработки. XAMPP настроен таким образом чтобы быть как можно более открытым и позволять разработчику всё что он/она захочет. Для сред разработки это прекрасно, но в производственной среде это может быть пагубно.

source: Here a list of missing security in XAMPP:
de: Hier ist eine Liste fehlender Sicherheitseinstellungen in XAMPP:
hu: Itt egy lista a XAMPP hiányzó biztonsági dolgairól:
pt_br: Aqui uma lista de segurança que faltava no XAMPP:
ru: Вот список отсутствующих мер безопасности в XAMPP:

source: The MySQL administrator (root) has no password.
de: Der MySQL-Administrator (root) hat kein Passwort.
hu: A MySQL adminisztrátornak (root) nincs jelszava.
pt_br: O administrador (root) do MySQL não tem senha.
ru: MySQL администратор (root) не имеет пароля.

source: The MySQL daemon is accessible via network.
de: Der MySQL-Daemon ist übers Netzwerk erreichbar.
hu: A MySQL démon elérhető a hálózaton keresztül.
pt_br: O daemon do MySQL está acessível pela rede.
ru: MySQL сервер доступен через сеть.

source: PhpMyAdmin is accessible via network.
de: PhpMyAdmin ist übers Netzwerk erreichbar.
hu: A PhpMyAdmin elérhető a hálózaton keresztül.
pt_br: PhpMyAdmin está acessível pela rede.
ru: PhpMyAdmin доступен через сеть.

source: Examples are accessible via network.
de: Beispiele sind übers Netzwerk erreichbar.
hu: A példák elérhető a hálózaton keresztül.
pt_br: Exemplos estão acessíveis pela rede.
ru: Примеры доступны через сеть.

source: To fix most of the security weaknesses simply call the following command:
de: Um die meisten Sicherheitsschwachstellen zu beheben, geben Sie folgenden Befehl ein:
hu: A biztonsági gyengeségek nagy részének javításához egyszerűen adja ki a következő parancsot:
pt_br: Para reparar a maioria das falhas de segurança, simplesmente execute o seguinte comando:
ru: Чтобы исправить большинство пробелов в безопасности просто вызовите следующую команду:

source: It starts a small security check and makes your XAMPP installation secure. For example this protects the XAMPP demo pages by a username ('lampp') and password combination.
de: Dieser Befehl startet einen kleinen Sicherheitscheck und macht Ihre XAMPP-Installation sicher. Zum Beispiel werden die XAMPP-Demoseiten durch eine Kombinationen aus einem Benutzernamen ('lampp') und einem Passwort geschützt.
hu: Ez elindít egy kis biztonsági ellenőrzést és biztonságossá teszi a XAMPP telepítését. Például ez védi a XAMPP bemutató oldalait a („lampp”) felhasználónévvel és egy jelszó kombinációjával.
pt_br: Iniciar uma pequena checagem de segurança e deixar segura sua instalação do XAMPP. Por exemplo essa página XAMPP de demonstração protegida por uma combinação de usuário ('lampp') e senha.
ru: Это начнёт небольшую проверку безопасности и обезопасит вашу установку XAMPP. К примеру это зашитит демонстративные страницы XAMPP комбинацией из пользовательского имени ('lampp') и пароля.

source: What is the meaning of the error messages I see when starting XAMPP?
de: Was bedeuten die Fehlermeldungen, welche ich beim Start von XAMPP sehe?
hu: Mit jelentenek azok a hibaüzenetek, amelyeket a XAMPP indításakor látok?
pt_br: Qual é o significado das mensagens de erro que vejo quando inicio o XAMPP?
ru: Что означают сообщения об ошибках которые я вижу когда запускаю XAMPP?

source: You may get several error messages while starting XAMPP:
de: Sie könnten einige Fehlermeldungen beim Start von XAMPP erhalten:
hu: Számos hibaüzenetet kaphat a XAMPP indításakor:
pt_br: Você pode se deparar com várias mensagens de erro ao iniciar o XAMPP:
ru: Вы можете получить несколько сообщений об ощибках когда запускаете XAMPP:

source: The LAMPP startup script did not start XAMPP-Apache because there is an Apache instance already running. To start XAMPP properly, first you have to stop this daemon.
de: Das LAMPP-Startskript startet XAMPP-Apache nicht, da eine Apache-Instanz bereits ausgeführt wird. Um XAMPP richtig starten zu können, müssen Sie zuerst diese Instanz beenden.
hu: A LAMPP indítási parancsfájl nem tudta elindítani a XAMPP-Apache programot, mert egy Apache példány már fut. A XAMPP megfelelő indításához először le kell állítania ezt a démont.
pt_br: O script de inicialização LAMPP não iniciou o XAMPP-Apache, porque há uma instância do Apache já em execução. Para iniciar o XAMPP corretamente, primeiro você tem que parar este daemon.
ru: Скрипт запуска LAMPP не смог запустить XAMPP-Apache потому что экземпляр Apache уже запущен. Чтобы запустить XAMPP правильно, сначала вам нужно остановить этот процесс.

source: This is mostly due to the same reasons as the above error. The LAMPP startup script found a MySQL daemon already running on your system. To start LAMPP properly, you have to stop this daemon first.
de: Das liegt meist an den gleichen Gründen wie der obige Fehler. Das LAMPP-Startskript hat einen MySQL-Daemon gefunden, der bereits ausgeführt wird. Um XAMPP richtig starten zu können, müssen Sie diesen Daemon zuerst beenden.
hu: Ez legtöbbször hasonló okok miatt történik mint a fenti hiba. A LAMPP indítási parancsfájl talált egy MySQL démont, amely már fut a rendszeren. A LAMPP megfelelő indításához először le kell állítania ezt a démont.
pt_br: Isto é principalmente devido às mesmas razões que o erro acima. O script de inicialização LAMPP encontrou um daemon MySQL já em execução em seu sistema. Para iniciar LAMPP corretamente, você tem que parar este daemon primeiro.
ru: В основном это по тем же причинам что и выше указанная ошибка. Скрипт запуска LAMPP нащёл процесс уже запущенный на вашей системе. Чтобы запустить LAMPP правильно, сначала вам нужно остановить этот процесс.

source: Apache doesn't seems to start. What can I do?
de: Der Apache scheint nicht zu starten. Was kann ich tun?
hu: Úgy tűnik, az Apache nem tudott elindulni. Mit tehetek?
pt_br: Apache parece não iniciar. O que devo fazer?
ru: Apache, похоже, не запускается. Что я могу сделать?

source: This error can exist for multiple reasons. Apache displays this error under several circumstances. To find the exact reason we have to do some research:
de: Diese Fehler kann mehrere Ursachen haben. Apache zeigt diese Fehlermeldung unter verschiedenen Umständen an. Um den genauen Grund herauszufinden, müssen wir etwas nachforschen:
hu: Ez a hiba több ok miatt állhat fenn. Az Apache ezt a hibát számos körülmény miatt jelenítheti meg. A pontos ok megtalálásához egy kis kutatást kell tennünk:
pt_br: Este erro pode acontecer por várias razões. O Apache mostra esse erro pra várias circunstâncias. Para encontrar razão exata, nós temos que fazer uma pesquisa:
ru: Эта ошибка может иметь место по нескольким причинам. Apache показывает эту ощибку при разных условиях. Чтобы найти конкретную причину нам нужно будет немного поисследовать:

source: What do I do if the error message is "Cannot restore segment prot after reloc: Permission denied?"
de: Was muss ich machen, wenn die Fehlermeldung "Cannot restore segment prot after reloc: Permission denied" lautet?
hu: Mit tegyek, ha ez a hibaüzenet: „Cannot restore segment prot after reloc: Permission denied?”
pt_br: O que eu faço se a mensagem de erro é "Não foi possível restaurar o segmento prot após reloc: Permissão negada?"
ru: Что делать, если я получаю сообщение об ошибке "Cannot restore segment prot after reloc: Permission denied?"

source: Some Linux distributions have SELinux activated by default and this is preventing the successful start of XAMPP. You should deactivate it in order to start the XAMPP servers:
de: Einige Linuxdistributionen haben SELiniux standardmäßig aktiviert, welches den erfolgreichen Start von XAMPP verhindert. Sie sollten SELinux deaktivieren um XAMPP zu starten:
hu: Néhány Linux disztribúcióban alapértelmezetten aktiválva van a SELinux és ez megakadályozza a XAMPP sikeres indítását. Letilthatja ezt a XAMPP kiszolgálók indításának érdekében:
pt_br: Algumas distribuições de Linux têm SELinux ativado por padrão, e isso está impedindo o início bem sucedido do XAMPP. Você deve desativá-lo para iniciar os servidores do XAMPP:
ru: На некоторх дистртбутивах Linux, SELinux активировано по умолчанию и это предотвращает успешный запуск XAMPP. Вам следует отключить это чтобы запустить сервера XAMPP:

source: Now XAMPP should work fine again.
de: Nun sollte XAMPP wieder problemlos funktionieren.
hu: Most már a XAMPP ismét rendesen működik.
pt_br: Agora XAMPP deve funcionar bem novamente.
ru: Теперь XAMPP должен снова нормально работать.

source: After I rebooted my Linux box XAMPP stopped running! How can I fix this?
de: Nachdem ich meine Linux-Box neu gestartet habe, läuft XAMPP nicht mehr! Wie kann ich dieses Problem beheben?
hu: A Linux rendszerem újraindítása után a XAMPP futása leállt! Hogyan tudom ezt kijavítani?
pt_br: Depois de eu reiniciar meu Linux, o XAMPP parou de funcionar! Como posso corrigir isto?
ru: После того как я перезагрузил мою Linux машину XAMPP перестал работать! Как мне это исправить?

source: Correct. That's normal Linux behaviour (which applies to any other Unix-like system). It's the admin's job to make sure a particular application is started at bootup.
de: Korrekt. Das ist das normale Verhalten von Linux (Gilt auch für jedes andere Unix-artige System). Es ist die Aufgabe des Administrators sicherzustellen, das eine bestimmte Applikation automatisch gestartet wird.
hu: Rendben van. Ez a normális Linux viselkedés (amely alkalmazható bármely egyéb Unix-szerű rendszerre). Ez a rendszergazda feladata, hogy meggyőződjön arról, hogy egy adott alkalmazás elindult-e a rendszer indításakor.
pt_br: Correto. Isso é um comportamento normal do Linux (que se aplica a qualquer outro sistema de base UNIX). É trabalho do administrador certificar-se que uma determinada aplicação é iniciada na inicialização.
ru: Верно. Это нормальное поведение для Linux (также относится к любой другой Unix-подобной системе). Это задача администратора убедится что определённая программа запущена при загрузке системы.

source: There is no real standard way to configure the boot process of a Linux system, but most of them should allow you to start XAMPP at boot time using the following steps.
de: Es gibt keinen standardmäßigen Weg, den Bootprozess eines Linux-Systems zu konfigurieren. Allerdings sollten Ihnen die folgenden Schritte erlauben, XAMPP beim Start automatisch ausführen zu lassen.
hu: Nincs valódi szabványos módszer egy Linux rendszer indítási folyamatának beállítására, de a legtöbb lehetővé teszi a XAMPP indítását a rendszer indulásakor a következő lépések használatával.
pt_br: Não há realmente nenhum modo padrão para configurar o processo de inicialização de um sistema Linux, mas a maioria deles deve permitir-lhe iniciar o XAMPP no momento da inicialização usando os seguintes passos.
ru: Не существует стандартного способа настройки загрузки Linux системы, но большинство из них должны позволить вам запустить XAMPP при загрузке используя следующие шаги.

source: If your Linux distro uses "update-rc.d" tool to install the services:
de: Wenn Ihre Linux-Distribution das "update-rc.d"-Tool zum Installieren der Dienste benutzt:
hu: Ha a Linux disztribúciója az „update-rc.d” eszközt használja a szolgáltatások telepítésére:
pt_br: Se a sua distribuição Linux usa a ferramenta "update-rc.d" para instalar os serviços:
ru: Если ваш Linux дистрибутив использует инструмент "update-rc.d" чтобы устанавливать сервисы:

source: If your Linux distro uses "chkconfig" tool to install the services you can run the following commands:
de: Wenn Ihre Linux-Distribution "chkconfig" benutzt um die Dienste zu installieren, können Sie die folgenden Befehle ausführen:
hu: Ha a Linux disztribúciója a „chkconfig” eszközt használja a szolgáltatások telepítésére, futtassa a következő parancsokat:
pt_br: Se a sua distribuição Linux usa ferramenta "chkconfig" para instalar os serviços, você pode executar os seguintes comandos:
ru: Если ваш Linux дистрибутив использует инструмент "chkconfig" чтобы устанавливать сервисы вы можете использовать следующие команды:

source: How can I make my XAMPP installation more secure?
de: Wie kann ich meine XAMPP-Installation sicherer machen?
hu: Hogyan tehetem a XAMPP telepítésemet még biztonságosabbá?
pt_br: Como eu posso tornar minha instalação do XAMPP mais segura?
ru: Как мне сделать более безопасной мою установку XAMPP?

source: In the default installation, XAMPP has no passwords set and it is not recommended to run XAMPP with this configuration accessible by others.
de: In der Standardinstallation sichert XAMPP seine Dienste nicht mit Passwörtern. Deshalb wird empfohlen, XAMPP in dieser Konfiguration nicht für Andere zugänglich zu machen.
hu: Az alapértelmezett telepítésben a XAMPP nem rendelkezik beállított jelszóval és nem javasolt a XAMPP futtatása ezzel a beállítással mások számára elérhető módon.
pt_br: Na instalação padrão, XAMPP não tem senhas definidas, e não é recomendado rodar XAMPP com essas configurações se acessíveis por outros.
ru: В установке по умолчанию, в XAMPP не установлено паролей и запускать XAMPP с такой конфигурацией доступной другим, не рекомендуется.

source: Simply type the following command (as root) to start a simple security check:
de: Geben Sie einfach den folgenden Befehl (als root) ein, um eine einfache Sicherheitsüberprüfung durchzuführen:
hu: Egyszerűen gépelje be a következő parancsot (rendszergazdaként) egy egyszerű biztonsági ellenőrzés indításához:
pt_br: Basta digitar o seguinte comando (como root) para iniciar uma simples verificação de segurança:
ru: Просто введите следующую команду (как root) чтобы начать простую проверку безопасности:

source: Now you should see the following dialog on your screen:
de: Nun sollten Sie den folgenden Dialog auf Ihrem Bildschirm sehen:
hu: Most a következő párbeszédablakot kellene látnia a képernyőjén:
pt_br: Agora você deve ver a seguinte mensagem em sua tela:
ru: Теперь вы должны видить следующий диалог на вашем экране:

source: (1) Setting a password will protect the XAMPP demo pages (http://localhost/xampp/) using this password. The user name is 'lampp'!
de: (1) 'Setting a password' wird Ihre XAMPP Demoseiten (http://localhost/xampp/) mit dem eingegebenen Passwort schützen. Der Benutzername lautet 'lampp'!
hu: (1) Egy jelszó beállításával fogja védeni a XAMPP bemutató oldalakat (http://localhost/xampp/) ennek a jelszónak a használatával. A felhasználónév a „lampp”!
pt_br: (1) Definir uma senha protegera as páginas de demonstração do XAMPP (http://localhost/xampp/) usando esta senha. O nome do usuário é "lampp '!
ru: (1) Установка пароля защитит демонстративные страницы XAMPP (http://localhost/xampp/) использующие этот пароль. Имя пользователя 'lampp'!

source: After calling this command your XAMPP installation should be more secure.
de: Nachdem Sie diesen Befehl ausgeführt haben, sollte Ihre XAMPP-Installation besser gesichert sein.
hu: A parancs kiadása után a XAMPP telepítése sokkal biztonságosabb lesz.
pt_br: Depois de executar esse comando sua instalação do XAMPP deve ficar mais segura.
ru: После вызова этой команды ваша установка XAMPP должна быть более безопасной.

source: How do I activate eAccelerator?
de: Wie aktiviere ich eAccelerator?
hu: Hogyan aktiválhatom az eAccelerator kiterjesztést?
pt_br: Como faço para ativar o eAccelerator?
ru: Как мне активировать eAccelerator?

source: To activate eAccelerator simply find the following lines in your /opt/lampp/etc/php.ini:
de: Um eAccelerator zu aktivieren, suchen Sie schlicht die folgenden Zeilen in Ihrer /opt/lampp/etc/php.ini:
hu: Az eAccelerator aktiválásához egyszerűen keresse meg a következő sorokat a /opt/lampp/etc/php.ini fájlban:
pt_br: Para ativar o eAccelerator simplesmente encontre as seguintes linhas no seu /opt/lampp/etc/php.ini:
ru: Чтобы активтровать eAccelerator просто найдите следующие строки в вашем /opt/lampp/etc/php.ini:

source: Remove the semicolon at the beginning of each line and restart XAMPP. eAccelerator is now active. For more information about eAccelerator, check the eAccelerator home page: %{eaccelerator}.
de: Entfernen Sie das Semikolon am Anfang jeder Zeile und starten Sie XAMPP anschließend neu. eAccelerator ist nun aktiv. Mehr Informationen zu eAccelerator finden Sie unter %{eaccelerator}.
hu: Távolítsa el a pontosvesszőket minden sor elejéről és indítsa újra a XAMPP-ot. Az eAccelerator most már aktív. Az eAccelerator további információiért tekintse meg az eAccelerator honlapját: %{eaccelerator}.
pt_br: Remova o ponto e vírgula no início de cada linha e reinicie o XAMPP. O eAccelerator agora está ativo. Para mais informações sobre eAccelerator, verifique a página inicial eAccelerator: %{eaccelerator}
ru: Уберите точку с запятой в начале каждой строки и перезапустите XAMPP. eAccelerator теперь активирован. Для более подробной информации об eAccelerator, навестите домашнюю страницу eAccelerator: %{eaccelerator}.

source: How do I activate the OCI8/Oracle extension for PHP?
de: Wie kann ich die OCI8/Oracle-Erweiterung für PHP aktivieren?
hu: Hogyan aktiválhatom az OCI8/Oracle PHP kiterjesztést?
pt_br: Como faço para ativar a extensão OCI8/Oracle para PHP?
ru: Как мне активировать OCI8/Oracle расширение для PHP?

source: To activate the OCI8/Oracle extension for PHP please execute the following command:
de: Um die OCI8/Oracle-Erweiterung für PHP zu aktivieren, führen Sie bitte folgenden Befehl aus:
hu: Az OCI8/Oracle PHP kiterjesztés aktiváláshoz futtassa le a következő parancsot:
pt_br: Para ativar a extensão OCI8/Oracle para PHP por favor, execute o seguinte comando:
ru: Чтобы активировать OCI8/Oracle расширение для PHP пожалуйста выполните следующую команду:

source: The following dialog will start:
de: Nun startet der folgende Dialog:
hu: A következő párbeszédablak fog elindulni:
pt_br: O seguinte diálogo será iniciado:
ru: Появится следующий диалог:

source: Now the extension should be active.
de: Die Erweiterung sollte nun aktiv sein.
hu: A kiterjesztés most már aktív.
pt_br: Agora, a extensão deve estar ativa.
ru: Теперь расширение должо быть активировано.

source: XAMPP runs, but why are none of the images being displayed?
de: XAMPP läuft, aber warum werden keine Bilder angezeigt?
hu: A XAMPP fut, de miért nem jelennek meg a képek?
pt_br: XAMPP funciona, mas por que nenhuma das imagens estão sendo exibidas?
ru: XAMPP работает, но почему картинки не отображаются?

source: That's a special problem with some Linux systems. Please open your /opt/lampp/etc/httpd.conf and look for these two lines:
de: Das ist ein besonderes Problem mit einigen Linux-Systemen. Bitte öffnen Sie /opt/lampp/etc/httpd.conf und suchen Sie nach diesen zwei Zeilen:
hu: Ez egy speciális probléma néhány Linux rendszerrel. Kérjük nyissa meg a /opt/lampp/etc/httpd.conf fájlt és keresse meg ezt a két sort:
pt_br: Isso é um problema especial com alguns sistemas Linux. Por favor, abra o /opt/lampp/etc/httpd.conf e procure por estas duas linhas:
ru: Эта проблема специфична для некоторых Linux систем. Пожалуйста откройте ваш /opt/lampp/etc/httpd.conf и найдите следующие две строки:

source: Remove the # in both lines and restart your Apache. Your images should be back.
de: Entfernen Sie das '#'-Zeichen in beiden Zeilen und starten Sie Apache neu. Ihre Bilder sollten nun wieder zu sehen sein.
hu: Távolítsa el a # jelet mindkét sorból és indítsa újra az Apache webkiszolgálót. A képei visszajöttek.
pt_br: Remova o "#" em ambas linhas e reinicie seu Apache. Suas imagens devem voltar.
ru: Уберите # на обоих строках и перезапустите Apache. Теперь ваши картинки должны отображатся.

source: How do I backup/restore my XAMPP system?
de: Wie kann ich mein XAMPP-System sichern/wiederherstellen?
hu: Hogyan tudok biztonsági mentést és visszaállítást készíteni a XAMPP rendszeremről?
pt_br: Como faço uma cópia de segurança/restauro meu XAMPP?
ru: Как мне сделать резервное копирование или востановить мою XAMPP систему?

source: Warning:
de: Achtung:
hu: Figyelem:
pt_br: Alerta:
ru: Предупреждение:
