Repository: Mr-Dy986/web
Catalog: locales/*.po
Languages: de, hu, pt_br, ru

source: The backup and restore functionality is still under development and may not work correctly.
de: Die Sicherungs- und Wiederherstellungsfunktion ist noch in der Entwicklung und könnte nicht richtig arbeiten.
hu: A biztonsági mentés és visszaállítás funkció még fejlesztés alatt van és lehet, hogy nem megfelelően működik.
pt_br: A função de backup e restauração ainda está em desenvolvimento e pode não funcionar corretamente.
ru: Функции резервного копирования и востановления ещё разрабатываются и могут работать неправильно.

source: You can create the backup by calling:
de: Sie können das Backup erstellen, indem Sie folgenden Befehl ausführen:
hu: A biztonsági mentés létrehozásához írja be ezt:
pt_br: Você pode criar o backup chamando:
ru: Вы можете создать резервное копирование с помощью:

source: or
de: oder
hu: vagy
pt_br: ou
ru: или

source: Where "secret" is your MySQL root password. This command will create the following output:
de: Wobei "secret" Ihr MySQL-root-Passwort ist. Dieser Befehl erzeugt die folgende Ausgabe:
hu: Ahol a „secret” a MySQL root jelszava. Ez a parancs a következő kimenetet fogja eredményezni:
pt_br: Onde "secret" é sua senha de root no MySQL. Este comando vai gerar o seguinte resultado:
ru: Где "secret" это ваш MySQL root пароль. Эта команда выведет следующее:

source: The file /opt/lampp/backup/xampp-backup-22-01-14.sh (in the example above) contains your backup data. Store this file in a safe place.
de: Die Datei /opt/lampp/backup/xampp-backup-22-01-14.sh (im obigen Beispiel) enthält eine Sicherungskopie. Bewahren Sie die Datei an einem sicheren Ort auf.
hu: A (fenti példában lévő) /opt/lampp/backup/xampp-backup-22-01-14.sh fájl tartalmazza a biztonsági mentés adatait. Tegye ezt a fájlt biztonságos helyre.
pt_br: O arquivo /opt/lampp/backup/xampp-backup-22-01-14.sh (no exemplo acima) contém os dados de backup. Guarde este arquivo em um local seguro.
ru: Файл /opt/lampp/backup/xampp-backup-22-01-14.sh (в примере выше) содержит ваши данные резервного копирования. Сохраните этот файл в надёжном месте.

source: On the new machine you need the same version of XAMPP as on your original/source machine.
de: Auf der neuen Maschine benötigen Sie dieselbe Version von XAMPP wie auf der originalen/ursprünglichen Maschine.
hu: Az új gépen szüksége lesz ugyanarra a XAMPP verzióra, mint amelyet az eredeti/forrás gépen használt.
pt_br: Na nova máquina, você precisa da mesma versão do XAMPP da sua máquina original/fonte.
ru: На новой машине вам нужна такая же версия XAMPP, как на вашей изначальной/исходной машине.

source: You should see something like this:
de: Sie werden in etwa Folgendes sehen:
hu: Valami ehhez hasonlót kell látnia:
pt_br: Você deve ver algo parecido com isso:
ru: Вы должны видеть что-то вроде этого:

source: That's all. Keep in mind that it's a beta feature.
de: Das ist alles. Bitte behalten Sie im Hinterkopf, dass es sich hierbei um eine Funktion in der Betaphase handelt.
hu: Ennyi. Ne feledje, ez egy béta állapotú szolgáltatás.
pt_br: Isso é tudo. Tenha em mente que é um recurso em versão beta.
ru: Вот и всё. Помните это ещё не зрелая (beta) функция.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
hu: Gyakran ismételt kérdések
pt_br: Perguntas Mais Frequentes
ru: Часто задаваемые Вопросы

source: How do I do install XAMPP for Mac OS X?
de: Wie installiere ich XAMPP auf Mac OS X?
hu: Hogyan telepítsem a XAMPP-ot Mac OS X rendszerre?
pt_br: Como instalo XAMPP para Mac OS X?
ru: Как мне установить XAMPP на Mac OS X?

source: To install XAMPP just do the following:
de: Um XAMPP zu installieren folgen Sie diesen Anweisungen:
hu: A XAMPP telepítéséhez tegye a következőt:
pt_br: Para instalar XAMPP somente faça o seguinte:
ru: Чтобы установить XAMPP просто сделайте следующее:

source: Open the DMG-Image.
de: Öffnen Sie das DMG-Image.
hu: Nyissa meg a DMG-képfájlt.
pt_br: Abrir a Imagem DMG.
ru: Откройте DMG-образ.

source: Double-click on the image to start the installation process.
de: Klicken Sie doppelt auf das Bild, um die Installation zu starten.
hu: Kattintson duplán a képfájlra a telepítési folyamat indításához.
pt_br: Dê um duplo-clique na imagem para iniciar o processo de instalação.
ru: Дважды кликните по картинке чтобы запустить процесс установки.

source: That's all. XAMPP is now installed below the /Applications/XAMPP directory.
de: Das wars schon. XAMPP ist jetzt im Ordner /Applications/XAMPP installiert.
hu: Ennyi. A XAMPP most már telepítve van az /Applications/XAMPP könyvtár alá.
pt_br: Isso é tudo. o XAMPP está agora instalado sobre o diretório /Applications/XAMPP.
ru: Вот и всё. Теперь XAMPP установлен под каталогом /Applications/XAMPP.

source: To start XAMPP simply open XAMPP Control and start Apache, MySQL and ProFTPD. The name of the XAMPP Control is "manager-osx".
de: Um XAMPP zu starten, öffnen Sie das XAMPP-Control-Panel und starten Sie Apache, MySQL und ProFTPD. Der Name des XAMPP-Control-Panels lautet "manager-osx".
hu: A XAMPP indításához egyszerűen nyissa meg a XAMPP vezérlőt és indítsa el az Apache, MySQL és ProFTPD kiszolgálókat. A XAMPP vezérlő neve „manager-osx”.
pt_br: Para iniciar XAMPP simplesmente abra o Painel de Controle XAMPP e inicie o APACHE, MySQL e ProFTPD. O nome do painel de controle é "manager-osx".
ru: Чтобы запустить XAMPP просто откройте XAMPP Control и запустите Apache, MySQL и ProFTPD. Имя для XAMPP Control "manager-osx".

source: To stop XAMPP simply open XAMPP Control and stop the servers. The name of the XAMPP Control is "manager-osx".
de: Um XAMPP zu beenden, öffnen Sie das XAMPP-Control-Panel und halten Sie die Server an. Der Name von des XAMPP-Control-Panels lautet "manager-osx".
hu: A XAMPP leállításához egyszerűen nyissa meg a XAMPP vezérlőt és állítsa le kiszolgálókat. A XAMPP vezérlő neve „manager-osx”.
pt_br: Para parar o XAMPP simplesmente abra o Painel de Controle XAMPP e pare os servidores. O nome do painel de controle é "manager-osx".
ru: Чтобы остановить XAMPP просто откройте XAMPP Control и остановите сервера. Имя для XAMPP Control "manager-osx".

source: Type in the following URL in a web browser:
de: Öffnen Sie die folgende URL in einem Web-Browser:
hu: Gépelje be a következő URL-t a webböngészőbe:
pt_br: Escreva o seguinte URL em um navegador:
ru: Введите следующую URL в веб браузер:

source: It will kick off a a small security check to make the XAMPP installation secure.
de: Es wirft einen kleinen Sicherheitscheck an, um Ihre XAMPP-Installation abzusichern.
hu: Ez elindít egy kis biztonsági ellenőrzést és biztonságossá teszi a XAMPP telepítését.
pt_br: Isso iniciará uma pequena checagem de segurança para tornar a instalação do XAMPP segura.
ru: Это запустит небольшую проверку безопасности чтобы сделать установку XAMPP безопасной.

source: The file /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (in the example above) contains your backuped data. Get this file to a save place.
de: Die Datei /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (aus obigem Beispiel) enthält Ihre gesicherten Daten. Kopieren Sie diese Datei an einen sicheren Ort.
hu: A (fenti példában lévő) /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh fájl tartalmazza a biztonsági mentés adatait. Tegye ezt a fájlt biztonságos helyre.
pt_br: O arquivo /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (no exemplo acima) contém os dados de backup. Guarde este arquivo em um local seguro.
ru: Файл /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (в выше указанном примере) содержит резервную копию ваших данных. Переместите этот файл в безопасное место.

source: XAMPP for Windows exists in three different flavors:
de: XAMPP für Windows gibt es in drei verschiedenen Versionen:
hu: A XAMPP Windows változata három különböző formában létezik:
pt_br: O XAMPP para Windows existe em três diferentes modalidades:
ru: XAMPP для Windows существует в трёх рахных пакетах:

source: Installer:
de: Installationsprogramm:
hu: Telepítő:
pt_br: Instalador:
ru: Установщик:

source: Probably the easiest way to install XAMPP.
de: Wahrscheinlich der einfachste Weg, um XAMPP zu installieren.
hu: Valószínűleg a legegyszerűbb módja a XAMPP telepítésének.
pt_br: Provavelmente o jeito mais fácil de instalar XAMPP.
ru: Вероятно самый простой способ установить XAMPP.

source: For purists: XAMPP as ordinary ZIP archive.
de: Für Puristen: XAMPP als ZIP-Archiv.
hu: Puristáknak: a XAMPP szokásos ZIP archívumként.
pt_br: Para os puristas: XAMPP como um arquivo ZIP comum.
ru: Для пуристов: XAMPP как обычный ZIP архив.

source: For purists with low bandwidth: XAMPP as 7zip archive.
de: Für Puristen mit geringer Bandbreite: XAMPP als 7zip-Archiv.
hu: Puristáknak kis sávszélességgel: a XAMPP 7zip archívumként.
pt_br: Para os puristas com pouca largura de banda: XAMPP como um arquivo 7zip.
ru: Для пуристов с небольшой скоростью интернета: XAMPP как 7zip архив.

source: Note: If you extract the files, there can be false-positives virus warnings.
de: Hinweis: Wenn Sie die Dateien entpacken, kann es zu falschen Warnungen Ihres Anti-Viren-Programms kommen.
hu: Megjegyzés: A fájlok kibontásakor előfordulhatnak hamis pozitív vírusriasztások.
pt_br: Nota: Se você descompactar os arquivos, pode ser que receba avisos falso-positivos de vírus.
ru: Заметка: Если вы распакуете файлы, возможно ложное срабатывание антивирусной программы.

source: Using the installer:
de: Mit dem Installer:
hu: A telepítő használata:
pt_br: Executando o instalador
ru: Использование установщика:

source: Using the installer from the Downloads page is the easiest way to install XAMPP. After the installation is complete, you will find XAMPP under Start | Programs | XAMPP. You can use the XAMPP Control Panel to start/stop all server and also install/uninstall services.
de: Am einfachsten lässt sich XAMPP mit Hilfe des Installationsprogramms aus dem Download-Bereich installieren. Nachdem die Installation abgeschlossen ist, finden Sie XAMPP unter Start &rarr; Programme &rarr; XAMPP. Mit dem XAMPP-Control-Panel können Sie alle Server starten und anhalten, sowie Services installieren und deinstallieren.
hu: A Letöltések oldalról elérhető telepítő használata a legegyszerűbb módja a XAMPP telepítésének. A telepítés befejezése után a Start | Programok | XAMPP helyen fogja megtalálni a XAMPP programot. A XAMPP vezérlőpultot használhatja az összes kiszolgáló indításához és leállításához, valamint szolgáltatások telepítéséhez és eltávolításához.
pt_br: Usar o instalador da página de downloads é a maneira mais fácil e instalar o XAMPP. Após a instalação você encontrará o XAMPP em Iniciar | Programas | XAMPP. Você pode usar o Painel de Controle do XAMPP para iniciar/parar todo o servidor e também instalar/desinstalar serviços.
ru: Использование установщика со страницы скачиваний это самый простой способ установить XAMPP. Когда установка завершится, вы найдёте XAMPP под Пуск | Все программы | XAMPP. Вы можете использовать контрольную панель XAMPP (XAMPP Control Panel) чтобы запускать/останавливать все сервера, а также устанавливать/удалять сервисы.

source: The XAMPP control panel for start/stop Apache, MySQL, FileZilla & Mercury or install these server as services.
de: Das XAMPP-Control-Panel zum Starten und Beenden von Apache, MySQL, FileZilla &amp; Mercury oder zum Installieren dieser Server als Dienste.
hu: Használja a Xampp vezérlőpultot az Apache, MySQL, FileZillaés a Mercury szolgáltatások elindításához és leállításához vagy a server szolgáltatások telepítéséhez.
pt_br: Painel de controle do XAMPP para niciar/parar o Apache, MySQL, FileZilla e Mercury ou instalar esses servidores como serviços.
ru: Панель управления XAMPP для запуска/остановки Apache, MySQL, FileZilla и Mercury или установки этих серверов в качестве сервисов.

source: Unzip the zip archives into the folder of your choice. XAMPP is extracting to the subdirectory "C:\xampp" below the selected target directory. Now start the file "setup_xampp.bat", to adjust the XAMPP configuration to your system.
hu: Bontsa ki a zip archívumokat a választott mappába. A XAMPP a „C:\xampp” alkönyvtárba kerül kibontásra a választott célkönyvtár alá. Most indítsa el a „setup_xampp.bat” fájlt, hogy elvégezze a XAMPP beállítását a rendszeréhez.
ru: Распакуйте zip архивы в выбранную вами папку. XAMPP распакуется в суб-каталог "C:\xampp" под выбранной папкой. Теперь запустите файл "setup_xampp.bat", чтобы настроить конфигурацию XAMPP для вашей системы.

source: If you choose a root directory "C:\" as target, you must not start "setup_xampp.bat".
hu: Ha a „C:\” gyökérkönyvtárat válassza célnak, akkor nem szabad a „setup_xampp.bat” fájlt futtatnia.
ru: Если вы выберите корневой каталог "C:\" как папку назначения, вы не должны запускать "setup_xampp.bat".

source: Like with the installer version, you can now use the "XAMPP Control Panel" for additional tasks.
de: Wie mit dem Installationsprogramm können Sie nun das "XAMPP-Control-Panel" für weitere Aufgaben benutzen.
hu: Mint a telepítő verzióban, most már használhatja a „XAMPP vezérlőpultot” a további feladatokhoz.
pt_br: Da mesma forma que a versão do instalador, agora você pode usar o "Painel de Controle" do XAMPP para tarefas adicionais.
ru: Также как в версии с установщиком, теперь вы можете использовать контрольную панель XAMPP (XAMPP Control Panel) для дополнительных задач.

source: How can I start XAMPP without setup?
de: Wie kann ich XAMPP ohne Setup starten?
hu: Hogyan indíthatom a XAMPP programot beállítás nélkül?
pt_br: Como posso inicializar o XAMPP sem instalação?
ru: Как мне запустить XAMPP без установки?

source: If you extract XAMPP in a top level folder like "C:\" or "D:\", you can start most servers like Apache or MySQL directly without execution of the file "setup_xampp.bat".
de: Wenn Sie XAMPP in einen Top-Level-Ordner wie "C:\" oder "D:\" entpacken, können Sie die meisten Server wie Apache oder MySQL direkt starten, ohne die Datei "setup_xampp.bat" auszuführen.
hu: Ha a XAMPP programot egy felsőszintű mappába bontotta ki, mint például „C:\” vagy „D:\”, akkor a legtöbb szolgáltatást - úgymint Apache vagy MySQL - közvetlenül is el tudja indítani a „setup_xampp.bat” fájl futtatása nélkül.
pt_br: Se você extrair o XAMPP em uma pasta na raiz de qualquer unidade, como "C:\" ou "D:\", por exemplo, você pode executar a maioria dos servidores como Apache ou MySQL diretamente sem antes ter de executar o arquivo "setup_xampp.bat".
ru: Если вы распакуете XAMPP в папку верхнего уровня как "C:\" или "D:\", вы можете запустить большинство серверов как Apache или MySQL сразу без исполнения файла "setup_xampp.bat".

source: Not using the setup script, or selecting relative paths in the setup script, is preferred if you are installing XAMPP on a usb drive. Because on each pc such a drive can have an other drive letter. You can switch from absolute to relative paths at any time with the setup script.
de: Wenn Sie XAMPP auf ein USB-Laufwerk installieren, wird empfohlen, das Setup-Skript nicht zu benutzen oder darin relative Pfade auszuwählen, da ein solches Laufwerk auf jedem PC einen anderen Laufwerksbuchstaben haben kann. Sie können mit dem Setup-Script jederzeit von absoluten auf relative Pfade wechseln.
hu: Nem javasolt a beállító parancsfájl használata, vagy relatív elérési utak kiválasztása a beállító parancsfájlban, ha a XAMPP programot USB-meghajtóra telepítette. Ennek oka, hogy minden PC más meghajtóbetűt rendelhet a meghajtónak. Bármikor átválthat abszolút útvonalakról relatívakra a beállító parancsfájllal.
pt_br: Caso esteja instalando o XAMPP em um drive USB, é preferível que você não use o script de instalação e se mesmo assim quiser usá-lo, selecione caminhos relativos no script de instalação. Isto, porque para cada pc o mesmo drive pode ter uma outra letra de unidade, diferente daquela especificada no caminho absoluto. Você poderá trocar os caminhos de relativo para absoluto a qualquer momento com o script de instalação.
ru: Если вы устанавливаете XAMPP на usb носитель желательно не использовать скрипт установки, или выбрать в скрипте установки относительные пути. Так как на каждом ПК такой носитель может иметь разные буквы привода. Вы можете перейти с абсолютных на относительные пути в любой момент с помощью скрипта установки.

source: Using the installer from our Downloads page is the easiest way to install XAMPP. After the installation is complete, you will find XAMPP under Start | Programs | XAMPP. You can use the XAMPP Control Panel to start/stop all server and also install/uninstall services.
de: Der einfachste Weg ist, die Installer-Version von der Download-Seite zu nutzen, um XAMPP zu Installieren. Nach dem Fertigstellen der Installation finden Sie XAMPP unter Start &rarr; Programme &rarr; XAMPP. Man kann das XAMPP-Controll-Panel benutzen, um die Server manuell zu starten oder zu beenden, als auch diese Programme als Windows-Dienste zu installieren oder zu deinstallieren.
hu: A Letöltések oldalról elérhető telepítő használata a legegyszerűbb módja a XAMPP telepítésének. A telepítés befejezése után a Start | Programok | XAMPP helyen fogja megtalálni a XAMPP programot. A XAMPP vezérlőpultot használhatja az összes kiszolgáló indításához és leállításához, valamint szolgáltatások telepítéséhez és eltávolításához.
pt_br: A maneira mais fácil de instalar o XAMPP é usar o instalador de nossa página de Downloads. Ao completar a instalação, você encontrará o XAMPP em Iniciar > Programas > XAMPP. Você pode usar o Painel de Controle do XAMPP para inicializar/interromper todos os servidores e também para instalar/desinstalar os servidores como serviços do sistema.
ru: Использование установщика с нашей страницы скачиваний это самый простой способ установить XAMPP. После завершения установки, вы найдёте XAMPP под Пуск | Все программы | XAMPP. Вы можете использовать панель управления XAMPP для запуска или остановки всех серверов и установки или удаления серфисов.

source: The universal control center is the "XAMPP Control Panel" (thanks www.nat32.com). It is started with:
de: Das universelle Kontrollzentrum ist das "XAMPP Control Panel" (Dank an www.nat32.com). Es wird mit folgendem Befehl gestartet:
hu: Az egyetemes vezérlőpult a „XAMPP vezérlőpult” (köszönet: www.nat32.com). Az alábbi módon indítható:
pt_br: O centro de controle universal é o "Painel de Controle XAMPP" (Obrigado www.nat32.com). Ele é iniciado com:
ru: Универсальный центр управления это "XAMPP Control Panel" (панель управления XAMPP) (благодаря www.nat32.com). Он запускается с помощью:

source: How do I start and stop XAMPP?
de: Wie starte / stoppe ich XAMPP?
hu: Hogyan indíthatom el és állíthatom le a XAMPP-ot?
pt_br: Como inicio e paro o XAMPP?
ru: Как мне запустить и остановить XAMPP?

source: You can also use some batchfiles to start/stop the servers:
de: Sie können auch einige Batchdateien benutzen, um die Serverdienste zu starten/stoppen:
hu: Használhat néhány kötegfájlt is a kiszolgálók indításához és leállításához:
pt_br: Você pode ainda usar alguns batchfiles para Iniciar/Parar os servidores:
ru: Также вы можете использовать некоторые batch (*.bat) файлы чтобы запускать/останавливать сервера.

source: Apache &amp; MySQL start:
hu: Apache és MySQL indítás:
pt_br: Iniciar MySQL e Apache:
ru: Apache &amp; MySQL запуск:

source: Apache &amp; MySQL stop:
de: Apache- &amp; MySQL-Stopp:
hu: Apache és MySQL leállítás:
pt_br: Parar MySQL e Apache:
ru: Apache &amp; MySQL остановка:

source: Apache start:
hu: Apache indítás:
pt_br: Iniciar Apache:
ru: Apache запуск:

source: Apache stop:
de: Apache-Stopp:
hu: Apache leállítás:
pt_br: Parar o Apache:
ru: Остановить Apache:

source: MySQL start:
hu: MySQL indítás:
pt_br: Iniciar o MySQL:
ru: Запустить MySQL:

source: MySQL stop:
de: MySQL-Stopp:
hu: MySQL leállítás:
pt_br: Parar o MySQL:
ru: Остановить MySQL:

source: Mercury Mailserver start:
hu: Mercury levelezőkiszolgáló indítás:
pt_br: Inicializar o Mercury Mailserver:
ru: Запустить Mercury Mailserver:

source: Mercury Mailserver stop:
de: Mercury-Mailserver-Stopp:
hu: Mercury levelezőkiszolgáló leállítás:
pt_br: Parar Mercury Mailserver:
ru: Остановить Mercury Mailserver:

source: FileZilla Server start:
hu: FileZilla kiszolgáló indítás:
pt_br: Iniciar FileZilla:
ru: Запустить сервер FileZilla:

source: FileZilla Server stop:
de: FileZilla-Server-Stopp:
hu: FileZilla kiszolgáló leállítás:
pt_br: Parar FileZilla:
ru: Остановить сервер FileZilla:

source: How can I install a server as a service?
de: Wie kann ich ein Serverprogramm als Windowsdienst installieren?
hu: Hogyan tudok egy kiszolgálót szolgáltatásként telepíteni?
pt_br: Como posso instalar um servidor como um serviço?
ru: Как мне установить скрвер как сервис?

source: Each server in XAMPP you can install also as Windows service. You can also install it from the XAMPP Control Panel. In this case it is necessary to run the scripts or the Control Panel with Administrator privileges.
de: Jedes Serverprogramm in XAMPP kann als Windowsdienst installiert werden. Diese Installation kann über das XAMPP-Control-Panel durchgeführt werden. Es ist nötig Administrationsrechte zu haben, um das XAMPP-Controll-Panel und dessen Skripten zu nutzen.
hu: A XAMPP minden kiszolgálója Windows szolgáltatásként is telepíthető. Ezt is a XAMPP vezérlőpultból tudja telepíteni. Ebben az esetben a parancsfájlok vagy a vezérlőpult futtatása rendszergazdai jogosultságokkal szükséges.
pt_br: Cada servidor no XAMPP pode também ser instalado como um serviço do Windows. Você pode, ainda, instala-los pelo Painel de Controle do XAMPP. Nesse caso, é necessário rodar os scripts ou o Painel de Controle com privilégios de Adminstrador.
ru: Каждый сервер в XAMPP можно установить как сервис Windows. Вы можете сделать это при помощи XAMPP Control Panel (панель управления XAMPP). В таком случае скрипты или контрольная панель обязательно должны быть запущены с привилегиями администратора.

source: Apache service install: xamppapacheapache_installservice.bat
de: Manuelle Installation des Apache als Windowsdienst: \xampp\apache\apache_installservice.bat
hu: Apache szolgáltatás telepítés: \xampp\apache\apache_installservice.bat
pt_br: Instalação do serviço do Apache: \xampp\apache\apache_installservice.bat
ru: Установка сервиса Apache: \xampp\apache\apache_installservice.bat

source: Apache service uninstall: xamppapacheapache_uninstallservice.bat
de: Manuelle Deinstallation des Apache als Windowsdienst: \xampp\apache\apache_uninstallservice.bat
hu: Apache szolgáltatás eltávolítás: \xampp\apache\apache_uninstallservice.bat
pt_br: Desinstalação do serviço do Apache: \xampp\apache\apache_uninstallservice.bat
ru: Удаление сервиса Apache: \xampp\apache\apache_uninstallservice.bat

source: MySQL service install: xamppmysqlmysql_installservice.bat
de: Manuelle Installation des MySQL-Servers als Windowsdienst: \xampp\mysql\mysql_installservice.bat
hu: MySQL szolgáltatás telepítés: \xampp\mysql\mysql_installservice.bat
pt_br: Instalação do serviço do MySQL: \xampp\mysql\mysql_installservice.bat
ru: Установка сервиса MySQL: \xampp\mysql\mysql_installservice.bat

source: MySQL service uninstall: xamppmysqlmysql_uninstallservice.bat
de: Manuelle Deinstallation des MySQL-Servers als Windowsdienst: \xampp\mysql\mysql_uninstallservice.bat
hu: MySQL szolgáltatás eltávolítás: \xampp\mysql\mysql_uninstallservice.bat
pt_br: Desinstalar o MySQL como um serviço do sistema: \xampp\mysql\mysql_uninstallservice.bat
ru: Удаление сервиса MySQL: \xampp\mysql\mysql_uninstallservice.bat
