Repository: Mr-Dy986/web
Catalog: locales/*.po
Languages: de, hu, pt_br, ru

source: If the mssql extension was loaded in the php.ini, sometimes problems appear when only TCP/IP is used. You can fix that problem with a newer "ntwdblib.dll" from Microsoft. Please replace the older file in "xamppapachebin" and "xamppphp" with the new one. Because of the license, we can't package a newer version of this file with XAMPP.
de: Wenn die mssql-Erweiterung in der php.ini geladen wird, erscheinen gelegentlich Probleme, wenn nur TCP/IP benutzt wird. Sie können das Problem mit einer neueren Version der "ntwdblib.dll" von Microsoft lösen. Bitte ersetzen Sie die ältere Datei in "\xampp\apache\bin" und "\xampp\php" mit der neueren. Wegen der Lizenz können wir nicht selbst eine neuere Version mit XAMPP ausliefern.
hu: Ha az mssql kiterjesztés be lett töltve a php.ini fájlban, néha probléma jelentkezik, amikor kizárólag TCP/IP van használva. Kijavíthatja ezt a hibát a Microsoft által közzétett újabb „ntwdblib.dll” fájllal. Cserélje le a régebbi fájlt a „\xampp\apache\bin” és a „\xampp\php” könyvtárban az újra. A licenc miatt nem csomagolhatjuk a XAMPP-hoz ennek a fájlnak az újabb verzióját.
pt_br: Se a extensão mssql foi carregada o php. ini, às vezes, problemas aparecem quando apenas TCP/IP é usado. Você pode corrigir esse problema com um "ntwdblib.dll" mais recente da Microsoft. Por favor, substitua o arquivo antigo em "\xampp\apache\bin" e "\xampp\php" o novo. Por causa da licença, nós não podemos empacotar uma versão mais recente deste arquivo com XAMPP.
ru: Если mssql расширение было загружено в php.ini, иногда возникают проблемы когда используется только TCP/IP. Вы можете исправить эту проблему при помощи более новой "ntwdblib.dll" от Microsoft. Пожалуйста замените старый файл в "\xampp\apache\bin" и "\xampp\php" более новым. Из за условий лицензии, мы не можем включить более новую версию файла в XAMPP.

source: How do I work with the PHP mcrypt extension?
de: Wie arbeite ich mit der PHP-mcrypt-Erweiterung?
hu: Hogyan dolgozhatok a PHP mcrypt kiterjesztéssel?
pt_br: Como eu trabalho com a extensão PHP mcrypt?
ru: Как мне работать с PHP mcrypt расширением?

source: For this, we have opened a topic in the forum with examples and possible solutions: %{mcrypt}
de: Dafür haben wir einen Betreff im Forum mit Beispielen und möglichen Lösungen geöffnet: %{mcrypt}
hu: Ehhez nyitottunk egy témát a fórumban példákkal és lehetséges megoldásokkal: %{mcrypt}
pt_br: Para isso, abrimos um tópico no fórum com exemplos e possíveis soluções: %{mcrypt}
ru: Для этого, мы открыли предмет обсуждения на форуме с примерами и возможными решениями: %{mcrypt}

source: MCrypt topic
de: MCrypt-Eintrag
hu: MCrypt téma
pt_br: Tópico MCrypt
ru: MCrypt топик

source: Do Microsoft Active Server Pages (ASP) work with XAMPP?
hu: Működik a Microsoft Active Server Pages (ASP) XAMPP-on?
ru: Microsoft Active Server Pages (ASP) работают с XAMPP?

source: No. And Apache::ASP with the Perl Add-On is not the same. Apache::ASP only knows Perl-Script, but ASP from the Internet Information Server (IIS) also knows the normal VBScript. But for ASP .NET, there is a 3rd party Apache module available.
de: Nein. Und Apache::ASP mit dem Perl_ Add-On ist nicht das Gleiche. Apache::ASP kennt nur Perl-Skripten, wohingegen ASP des Internet-Information-Servers (IIS) auch normales VBScript beherrscht. Allerdings ist ein Apache-Modul für APS .NET von einem Drittanbieter verfügbar.
hu: Nem. És az Apache::ASP a Perl kiegészítővel nem ugyanaz. Az Apache::ASP csak ismeri a Perl-parancsfájlokat, de az Internet Information Server (IIS) által tartalmazott ASP szintén ismeri a normál VBScriptet. Azonban az ASP .NET-hez elérhető harmadik fél által készített Apache-modul.
pt_br: N. º E Apache::ASP com o complemento de Perl não é a mesma. Apache::ASP só entende Script em Perl, mas ASP do Internet Information Server (IIS) também conhece o VBScript normal. Mas para ASP-.NET, há um 3o módulo Apache disponível.
ru: Нет. И Apache::ASP с Perl дополнением не то же самое. Apache::ASP распознаёт только Perl-Script, а ASP из Internet Information Server (IIS) также распознаёт обычный VBScript. Но для ASP .NET, существует сторонний Apache модуль.

source: Support
de: Unterstützung
hu: Támogatás
pt_br: Apoio
ru: Поддержка

source: Visit our %{community} for additional help.
de: Besuchen Sie unsere %{community} für weitere Hilfe.
hu: Látogassa meg a %{community} a további segítségért.
pt_br: Visite nossa %{community} para obter ajuda adicional.
ru: Посетите наш %{community} для дополнительной помощи.

source: Installing from ZIP
de: Installation mit einer Zip-Datei
hu: Telepítés ZIP-ből
pt_br: Instalando a partir de ZIP
ru: Установка из ZIP архива

source: Mostly due to the same reasons as the above error, the LAMPP startup script found a MySQL daemon already running on your system. To start LAMPP properly, you have to stop this daemon first.
de: Beinahe aus den gleichen Gründen wie beim Fehler oben fand das Startskript einen MySQL-Dämon, der auf Ihrem System bereits lief. Um LAMPP sauber zu starten, müssen Sie diesen Dämon erst einmal beenden.
hu: Legtöbbször hasonló okok miatt történik mint a fenti hiba, a LAMPP indítási parancsfájl talált egy MySQL démont, amely már fut a rendszeren. A LAMPP megfelelő indításához először le kell állítania ezt a démont.
pt_br: Principalmente devido às mesmas razões que o erro acima, o script de inicialização LAMPP encontrou um daemon MySQL já em execução em seu sistema. Para iniciar LAMPP corretamente, você tem que parar este daemon primeiro.
ru: В основном по тем же причинам что и в выше упомянутой ошибке, скрипт запуска LAMPP нащёл уже запущеный MySQL сервер на этой системе. Чтобы запустить LAMPP правильно, вам надо сначала остановить этот сервер.

source: Unzip the zip archives into the folder of your choice. XAMPP is extracting to the subdirectory "C:xampp" below the selected target directory. Now start the file "setup_xampp.bat", to adjust the XAMPP configuration to your system.
de: Packen Sie das Zip-Archiv in den Ordner Ihrer Wahl aus. XAMPP extrahiert sich in das Unterverzeichnis "\xampp" unterhalb des gewählten Zielverzeichnisses. Starten Sie dann die Datei "setup_xampp.bat", um die XAMPP-Einstellungen an Ihr System anzupassen.
hu: Bontsa ki a zip archívumokat a választott mappába. A XAMPP a „C:\xampp” alkönyvtárba kerül kibontásra a választott célkönyvtár alá. Most indítsa el a „setup_xampp.bat” fájlt, hogy elvégezze a XAMPP beállítását a rendszeréhez.
pt_br: Descompacte os arquivos zip para a pasta de sua escolha. Extraia o XAMPP para o subdiretório "C:\xampp", abaixo do diretório de destino selecionado. Agora inicie o arquivo "setup_xampp.bat", para ajustar a configuração do XAMPP para seu sistema.
ru: Распакуйте zip архивы в выбранную вами папку. XAMPP распакуется в суб-каталог "C:\xampp" под выбранной папкой. Теперь запустите файл "setup_xampp.bat", чтобы настроить конфигурацию XAMPP для вашей системы.

source: If you choose a root directory "C:\" as target, you must not start "setup_xampp.bat".
de: Wenn Sie ein Wurzel-Verzeichnis "C:\" als Ziel wählen, müssen Sie die "setup_xampp.bat" nicht starten.
hu: Ha a „C:\” gyökérkönyvtárat válassza célnak, akkor nem szabad a „setup_xampp.bat” fájlt futtatnia.
pt_br: Se você escolher um diretório raiz "C:\" como alvo, você não deve começar o "setup_xampp.bat".
ru: Если вы выберите корневой каталог "C:\" как папку назначения, вы не должны запускать "setup_xampp.bat".

source: show
de: anzeigen
hu: megjelenítés
pt_br: mostrar
ru: Показать

source: Applications
de: Anwendungen
hu: Alkalmazások
pt_br: Aplicações
ru: Приложения

source: Installing an App on XAMPP
de: Installieren einer Anwendung in XAMPP
pt_br: Instalação de um aplicativo no XAMPP
ru: Установка приложений XAMPP

source: See how easy it is to install your favorite apps with XAMPP:
de: Sehen Sie, wie einfach es ist, Ihre Lieblingsanwendung mit XAMPP zu installieren:
pt_br: Veja como é fácil para instalar seus aplicativos favoritos com XAMPP:
ru: Посмотрите, как легко можно установить свои любимые приложения с XAMPP:

source: Bitnami for XAMPP
ru: Bitnami для XAMPP

source: Bitnami for XAMPP greatly simplifies the development of PHP applications on top of ApacheFriends XAMPP, by installing WordPress and many more open source applications on top of XAMPP.
ru: Bitnami для XAMPP очень упрощает разработку приложений на PHP поверх ApacheFriends XAMPP, путем установки WordPress и многих других приложений с открытым исходным кодом поверх XAMPP.

source: System Requirements
ru: Системные требования

source: Bitnami XAMPP modules require either XAMPP or a Bitnami LAMP, MAMP or WAMP stack already installed. They can be used with XAMPP (installer or zip file) v1.7.4 or later on Windows, v1.8.1 or later on Linux, and v1.8.2 or later on Mac OS X.
ru: Модули Bitnami XAMPP требуют XAMPP или Bitnami LAMP, MAMP или WAMP стеки уже установленными. Они могут быть использованны с помощью XAMPP (установщик или zip-архив) версии 1.7.4 или позднее на Windows, версии 1.8.1 или позднее на Linux, и версии 1.8.2 или позднее на Mac OS X.

source: Download Bitnami XAMPP modules
ru: Скачать модули Bitnami XAMPP

source: Bitnami for XAMPP works properly on top of the portable version. Due to application requirements, once you install an application, you cannot move or rename your XAMPP directory.
ru: Bitnami для XAMPP работает корректно поверх портативной версии. Из-за требований приложения, после установки приложения вы не можете переместить или переименовать свою папку с XAMPP.

source: Installation
ru: Установка

source: Ensure that the XAMPP MySQL server is running before beginning module installation.
ru: Перед началом установки модуля убедитесь, что сервер XAMPP MySQL запущен.

source: During the installation process, you will be prompted for the XAMPP installation directory. The default installation directory is typically C:xampp on Windows, /opt/lampp on Linux and /Applications/XAMPP on Mac OS X.
ru: Во время процесса установки, вам будет предложено указать папку установки XAMPP. Каталог установки по умолчанию обычно C:xampp на Windows, /opt/lampp на Linux и /Applications/XAMPP на Mac OS X.

source: Bitnami for XAMPP modules require the MySQL root password to create the application databases. The default XAMPP password for the MySQL root account is an empty string. If you have changed this password, you will be prompted for it during the module installation process.
ru: Модули Bitnami для XAMPP требуют root пароля MySQL для создания баз данных приложения. Пароль XAMPP по умолчанию для учетной записи MySQL root — пустая строка. Если вы изменили этот пароль, вам будет необходимо ввести его в процессе установки модуля.

source: File Locations
ru: Расположение файлов

source: Bitnami applications will be installed within your XAMPP installation directory, in the apps/ subdirectory. All the applications are configured with their files in the following locations:
ru: Приложения Bitnami будут установлены в папке XAMPP, в подкаталоге apps/. Все приложения настроены со своими файлами в следующих местах:

source: Application files
ru: Файлы приложений

source: Apache configuration file
ru: Файлы конфигурации Apache

source: in previous versions,
ru: в предыдущих версиях,

source: Apache configuration file for application
ru: Файл конфигурации Apache для приложения

source: To access an application, browse to the URL http://localhost/APP-NAME. For example, WordPress will be accessible at http://localhost/wordpress. You can also access applications from the XAMPP welcome page, under the "Applications" tab.
ru: Чтобы получить доступ к приложению, перейдите на http://localhost/НАЗВАНИЕ-ПРИЛОЖЕНИЯ. К примеру, WordPress будет доступен на веб-странице http://localhost/wordpress. Вы также можете получить доступ к приложениям с главной страницы XAMPP под вкладкой "Applications" или "Приложения".

source: Find more information about how to configure Bitnami applications
ru: Найдите больше информации о том, как настраивать приложения Bitnami

source: Credentials
ru: Реквизиты для входа

source: Administrator credentials for each application are configured from the installer. The default username is "user" and the password is the one configured during the installation process.
ru: Реквизиты администратора для каждого приложения могут быть настроены из установщик. Стандартное имя пользователя - "user", а пароль, какой вы ставили при установке.

source: Graphical Manager
ru: Графический менедженр

source: Since XAMPP v1.8.2-beta2, XAMPP for Linux and Mac OS X ship a new graphical manager, as shown below:
ru: С момента выхода XAMPP v1.8.2-beta2, XAMPP для Linux и для Mac OS X предусматривает новый графический менеджер, как показано ниже:

source: You can also continue using the regular /opt/lampp/lampp script from the command line on Linux, as shown below:
ru: Вы также можете продолжить использовать обычный скрипт /opt/lampp/lampp из командной строки Linux, как показано ниже:

source: Shell
ru: Командная строка

source: Some applications include a command-line scripting tool, such as Drush for Drupal. Access these command-line tools from the XAMPP Shell, included with XAMPP for Windows.
ru: Некоторые приложения включают в себя инструмент для создания сценариев командной строки, такой как Drush для Drupal. Получите доступ к этим инструментам командной строки из оболочки командной строки XAMPP, включенной в XAMPP для Windows.

source: XAMPP FAQs for Linux
ru: ЧаВО XAMPP для Linux

source: Does XAMPP include MySQL or MariaDB?
ru: XAMPP включает в себя MySQL или MariaDB?

source: Since XAMPP 5.5.30 and 5.6.14, XAMPP ships MariaDB instead of MySQL. The commands and tools are the same for both.
ru: С момента выхода XAMPP 5.5.30 и 5.6.14, XAMPP предоставляет MariaDB вместо MySQL. Команды и инструменты для обоих одни и те же.

source: How do I enable access to phpMyAdmin from the outside?
ru: Как мне включить доступ к phpMyAdmin извне?

source: In the basic configuration of XAMPP, phpMyAdmin is accessible only from the same host that XAMPP is running on, at http://127.0.0.1 or http://localhost.
ru: В базовой конфигурации XAMPP phpMyAdmin доступен только с того же хоста, на котором запущен XAMPP, по адресу <a href="http://127.0.0.1">http://127.0.0.1</a> или <a href="http://localhost">http://localhost</a>.

source: IMPORTANT: Enabling external access for phpMyAdmin in production environments is a significant security risk. You are strongly advised to only allow access from localhost. A remote attacker could take advantage of any existing vulnerability for executing code or for modifying your data.
ru: ВАЖНО: Включение внешнего доступа для phpMyAdmin в производственных средах представляет собой значительный риск для безопасности. Вам настоятельно рекомендуется разрешать доступ только с localhost. Удаленный злоумышленник может воспользоваться любой существующей уязвимостью для выполнения кода или изменения ваших данных.

source: To enable remote access to phpMyAdmin, follow these steps:
ru: Чтобы включить удалённый доступ к phpMyAdmin, следуйте шагам ниже:

source: Edit the xamppfiles/etc/extra/httpd-xampp.conf file in your XAMPP installation directory.
ru: Измените файл xamppfiles/etc/extra/httpd-xampp.conf в папке с установкой XAMPP.

source: Within this file, find the lines below.
ru: В этом файле, найдите строки, указанные снизу.

source: Then replace 'Require local' with 'Require all granted'.
ru: Затем, замените 'Require local' на 'Require all granted'.

source: Restart the Apache server using the XAMPP control panel.
ru: Перезапустите сервер Apache, используя панель управления XAMPP.

source: Many people know from their own experience that it's not easy to install an Apache web server and it gets harder if you want to add MySQL, PHP and Perl. The goal of XAMPP is to build an easy to install distribution for developers to get into the world of Apache. To make it convenient for developers, XAMPP is configured with all features turned on. In the case of commercial use please take a look at the product licenses, from the XAMPP point of view commercial use is also free. There are currently distributions for Windows, Linux, and OS X.
hu: Sokan a saját tapasztalatukból tudják, hogy nem könnyű egy Apache webkiszolgáló telepítése, amely még nehezebbé válik, ha MariaDB, PHP és Perl komponenseket is hozzá szeretne adni. A XAMPP célja egy könnyen telepíthető disztribúció készítése a fejlesztők számára, bevezetve őket az Apache világába. Azért, hogy a fejlesztők részére minél kényelmesebbé tegyük, a XAMPP-ot úgy állítottuk be, hogy minden szolgáltatás be legyen kapcsolva. Kereskedelmi felhasználás esetén vessen egy pillantást az egyes termékek licenceire; a XAMPP szemszögéből a kereskedelmi felhasználás szintén ingyenes. Jelenleg Windows, Linux és OS X disztribúciók érhetők el.

source: Apache Friends Forums
de: Apache Friends Foren
hu: Apache Friends fórumok
pt_br: Fórum Apache Friends

source: Copyright (c) %{year}, Apache Friends
hu: Copyright © Apache Friends, %{year}.

source: Past Advisors
de: Ehemalige Betreuer
hu: Korábbi tanácsadók
pt_br: Assessores Anteriores

source: ProFTPD uses the password "lampp" for user "daemon".
de: ProFTPD nutzt das Passwort "lampp" für den Benutzer "daemon".
hu: A ProFTPD a „lampp” jelszót használja a „daemon” felhasználóhoz.
pt_br: ProFTPD usa a senha "lampp" para o usuário "daemon".

source: If you have problems with used ports, you can try the tool "xampp-portcheck.exe". Maybe it can help.
de: Wenn Sie Probleme mit belegten Ports haben, können Sie das Tool "xampp-portcheck.exe" ausprobieren. Manchmal hilft es.
hu: Ha problémái vannak a portok használatával, megpróbálhatja a „xampp-portcheck.exe” eszközt. Talán segíthet.
pt_br: Se você tem proplemas com as portas usadas, você pode tentar a ferramenta "xampp-portcheck.exe". Talvez isto possa ajudar.

source: Can I delete the "install" directory after installation?
de: Kann ich das Verzeichnis "install" nach der Installation löschen?
hu: Törölhetem az „install” könyvtárat a telepítés után?
pt_br: Posso deletar o diretório de "instalação" depois da instalação?

source: Do Microsoft Activer Server Pages (ASP) work with XAMPP?
de: Funktionieren Microsoft-Active-Server-Pages (ASP) mit XAMPP?
pt_br: Microsoft Activer Server Pages (ASP) funcionam com XAMPP?

source: You can also use the online tool
de: Sie können auch das Onlinewerkzeug benutzen,

source: for scanning XAMPP or send us an email to security (at) apachefriends (dot) org if you find any issue.
de: um XAMPP zu untersuchen oder Sie senden uns eine E-Mail an security (at) apachefriends (dot) org, wenn Sie ein Problem gefunden haben.
