Repository: Mr-Dy986/web
Catalog: locales/*.po
Languages: de, hu, pt_br, ru

source: FileZilla service (un)install: xamppfilezilla_setup.bat
de: FileZilla (FTP Server) als Windowsdienst installieren und deinstallieren: \xampp\filezilla_setup.bat
hu: FileZilla szolgáltatás telepítés és eltávolítás: \xampp\filezilla_setup.bat
pt_br: Instalar/Desinstalar o FileZilla como um serviço do sistema: \xampp\filezilla_setup.bat
ru: Установка или удаление сервиса FileZilla: \xampp\filezilla_setup.bat

source: Mercury: No service installation available
de: Mercury-Mail-Server: eine Windowsdienst-Installation gibt es nicht
hu: Mercury: nem érhető el szolgáltatás telepítés
pt_br: Mercury: Instalação como um serviço do sistema indisponível
ru: Для Mercury нет доступной установки сервиса

source: The XAMPP demopage is accessible via network.
de: Die XAMPP-Demoseite ist über das Netzwerk erreichbar.
hu: A XAMPP bemutatóoldal elérhető a hálózaton keresztül.
pt_br: A página de demonstação do XAMPP está acessível pela rede
ru: Демонстративная страница XAMPP доступна через интернет.

source: The default users of Mercury and FileZilla are known.
de: Die Standard-Benutzer von Mercury und FileZilla sind bekannt.
hu: A Mercury és FileZilla alapértelmezett felhasználói ismertek.
pt_br: Os usuários padrão do Mercury e FileZilla são conhecidos.
ru: Пользователи по умолчанию Mercury и FileZilla известны.

source: All points can be a huge security risk. Especially if XAMPP is accessible via network and people outside your LAN. It can also help to use a firewall or a (NAT) router. In case of a router or firewall, your PC is normally not accessible via network. It is up to you to fix these problems. As a small help there is the "XAMPP Security console".
de: Alle Einstellungen beinhalten einen hohen Sicherheitsrisiko, besonders wenn XAMPP über das Netz und von anderen Personen außerhalb Ihres lokalen Netzes erreichbar ist. Es kann auch helfen, eine Firewall oder einen (NAT-) Router zu nutzen. Im Falle, dass Sie eine Firewall oder einen Router nutzen, ist Ihr PC, auf dem XAMPP läuft, normalerweise nicht mehr aus dem Internet erreichbar. Es liegt an Ihnen, diese Probleme zu lösen. Eine kleine Hilfe dazu ist unter der "XAMPP-Sicherheits-Konsole" zu finden.
hu: Minden pont hatalmas biztonsági kockázat lehet. Különösen akkor, ha a XAMPP elérhető a hálózaton keresztül és a LAN-on kívüli emberek számára. Segíthet azonban egy tűzfal vagy egy router (NAT) használata. Egy router vagy egy tűzfal esetén a PC normális esetben nem érhető el a hálózaton keresztül. Öntől függ, hogy kijavítja-e ezeket a hibákat. Egy kis segítségként létezik egy „XAMPP biztonsági konzol”.
pt_br: Todos os pontos podem ser um grande risco de segurança. Especialmente se o XAMPP está acessível via rede e pessoas fora da sua LAN. Também pode ajudar a usar um firewall ou um roteador (NAT). No caso de um roteador ou firewall, seu PC normalmente não é acessível via rede. É até você para corrigir esses problemas. Como uma pequena ajuda,em "XAMPP Security console".
ru: Всё это может быть обширным риском безопасности. Особенно если XAMPP доступен через сеть и людям снаружи LAN. Использование брандмауэра (межсетевой экран) или (NAT) маршрутизатора может помочь. В случае с маршрутизатором или брандмауэром, ваш ПК обычно недоступен через сеть. Решение этих проблем лежит на вас. Как небольшая помощь есть консоль безопасности XAMPP (XAMPP Security console).

source: Please secure XAMPP before publishing anything online. A firewall or an external router are only sufficient for low levels of security. For slightly more security, you can run the "XAMPP Security console" and assign passwords.
de: Bitte sichern Sie XAMPP ab, bevor Sie etwas für alle Online zur Verfügung stellen. Eine Firewall und ein externer Router sind nur für eine unterste Ebene an Sicherheit ausreichend. Für etwas mehr Sicherheit sollten Sie die "XAMPP-Sicherheits-Konsole" aufrufen und Passwörter vergeben.
hu: Kérjük tegye biztonságossá a XAMPP programot, mielőtt bármit közzétenne online. Egy tűzfal vagy egy külső router csak alacsony szintű biztonsághoz elegendő. A valamivel nagyobb biztonság érdekében futtassa a „XAMPP biztonsági konzolt” és rendeljen hozzá jelszavakat.
pt_br: Por favor, proteja o XAMPP antes de publicar qualquer coisa on-line. Um firewall ou um roteador externo são apenas suficientes para baixos níveis de segurança. Para um pouco mais de segurança, você pode executar o "XAMPP Security console" e atribuir senhas.
ru: Пожалуйста обезопасьте XAMPP прежде чем публиковать что-либо в сети. Использование брандмауэра (межсетевой экран) или маршрутизатора достаточно лиш для низких уровней безопасности. Для немного большей безопасности, вы можете запустить консоль безопасности XAMPP (XAMPP Security console) и установить пароли.

source: If you want have your XAMPP accessible from the internet, you should go to the following URI which can fix some problems:
de: Wenn Sie möchten, dass Ihr XAMPP auch aus dem Internet erreichbar ist, so besuchen Sie bitte folgenden URI, der einige Probleme lösen kann:
hu: Ha elérhetővé szeretné tenni a XAMPP programot az interneten, akkor látogassa meg a következő URI-t, amely kijavíthat néhány problémát:
pt_br: Se você quiser ter o seu XAMPP acessível a partir da internet, você deve ir para o seguinte URI que pode corrigir alguns problemas:
ru: Если вы хотите чтобы ваш XAMPP был доступен через интернет, вам следует посетить следующую URI которая может исправить некоторые проблемы:

source: With the security console you can set a password for the MySQL user "root" and phpMyAdmin. You can also enable a authentication for the XAMPP demopages.
de: Mit der Sicherheitskonsole können Sie ein Passwort für den MySQL-Benutzer "root" und für phpMyAdmin setzen. Sie können auch eine Authentifikation für die Demoseiten von XAMPP aktivieren.
hu: A biztonsági konzollal beállíthatja a MySQL „root” felhasználó és a phpMyAdmin jelszavát. Továbbá bekapcsolhatja a hitelesítést a XAMPP bemutató oldalakhoz.
pt_br: Com o console de segurança, você pode definir uma senha para o usuário MySQL "root" e phpMyAdmin. Você também pode ativar a autenticação para o demopages do XAMPP.
ru: С помощью консоли безопасности вы можете установить пароль для MySQL пользователя "root" и phpMyAdmin. Вы также можете включить аутентификацию для демонстративных страниц XAMPP.

source: This web based tool does not fix any additional security issues! Especially the FileZilla FTP server and the Mercury mail server you must secure yourself.
de: Dieses web-basierte Werkzeug löst keine weitergehenden Sicherheitslücken. Insbesondere den FileZilla-FTP-Server und den Mercury-Mail-Server müssen Sie selbst absichern.
hu: Ez a webalapú eszköz nem javít ki semmilyen egyéb biztonsági problémát! Különösen a FileZilla FTP-kiszolgáló és a Mercury levelezőkiszolgáló biztonságáról kell önnek gondoskodnia.
pt_br: Essa ferramenta baseada em web não corrige nenhum problema adicional de segurança! O servidor FileZilla FTP e o servidor de mensagens Mercury devem, especialmente, serem protegidos por você.
ru: Этот инструмент на веб-основе не исправляет какие-либо дополнительные проблемы безопасности! Особенно в случае с FileZilla FTP сервером и Mercury почтовым сервером, их вы должы обезопасить сами.

source: How do I uninstall XAMPP?
de: Wie deinstalliere ich XAMPP?
hu: Hogyan távolíthatom el a XAMPP-ot?
pt_br: Como desinstalo o XAMPP?
ru: Как мне удалить XAMPP?

source: If you installed XAMPP using the installer version, please use the Uninstaller. The Uninstaller will delete all XAMPP entries from your registry and it will uninstall some installed services included with XAMPP. We highly recommend that you use the Uninstall program for removing XAMPP installations from the Installer version.Please backup all the data you want to keep before uninstalling XAMPP.
de: Wenn Sie XAMPP mit Hilfe der Installer-Version installiert haben, verwenden Sie unbedingt den "Uninstaller" (De-Installationsassistent), also nicht nur löschen. Durch den "Uninstaller" werden alle Einstellungen in der Windowsregistrierung zurückgenommen, gleichzeitig werden alle Anwendungen deinstalliert, die zu XAMPP gehören. Wir empfehlen dringend, das "Uninstall"-Programm aus der Version des Installers zu benutzen, mit dem Sie XAMPP installiert haben. Bitte sichern Sie alle wichtigen Daten, die Sie behalten möchten, bevor Sie XAMPP deinstallieren.
hu: Amennyiben a telepítős verzióval telepítette a XAMPP programot, használja az eltávolítót. Az eltávolító el fog távolítani minden XAMPP bejegyzést a rendszerleíró adatbázisból, illetve el fogja távolítani a XAMPP részeként telepített szolgáltatásokat. Erősen ajánljuk, hogy az eltávolító használatával távolítsa el a telepítős verziójú XAMPP telepítést. Készítsen biztonsági mentést a XAMPP eltávolítása előtt minden olyan adatról, amelyet meg szeretne tartani.
pt_br: Se você instalou a versão do XAMPP com instalador, por favor use o Desinstalador. O Desinstalador irá apagar todas as entradas do XAMPP dos seus registros e irá desinstalar alguns serviços incluídos com o XAMPP. Nós recomendamos que você utilize o programa desinstalador para remover as instalações de XAMPP feitas pelo instalador. Por favor, faça uma cópia de segurança de toda a informação que você deseja manter antes de desinstalar o XAMPP.
ru: Если вы установили XAMPP используя версию с установщиком, пожалуйста используйте деинсталлятор. Деинсталлятор удалит все записи XAMPP из реестра и удалит некоторые установленные сервисы включенные в XAMPP. Мы настойчиво рекомендуем чтобы вы использовали деинсталлятор для удаления установки XAMPP с версией установщика. Пожалуйста сделайте резервное копирование всех данных которые хотите сохранить прежде чем удалять XAMPP.

source: If you installed XAMPP using the ZIP and 7zip versions, shut down all XAMPP servers and exit all panels. If you installed any services, uninstall and shut them down too. Now simply delete the entire folder where XAMPP is installed. There are no registry entries and no environment variables to clean up.
de: Wenn Sie XAMPP mit Hilfe der ZIP- oder 7zip-Version installiert haben, fahren Sie alle XAMPP-Server herunter und verlassen Sie alle Fenster. Wenn Sie irgendwelche Dienste eingerichtet haben, machen Sie auch das rückgängig. Dann löschen Sie einfach den gesamten Ordner, in dem XAMPP installiert war. Es gibt keine Registry-Einträge und keine Environment-Variablen, die gelöscht werden müssten.
hu: Amennyiben a ZIP és a 7zip verziókkal telepítette a XAMPP programot, állítson le minden XAMPP kiszolgálót és lépjen ki minden panelből. Ha telepített valamilyen szolgáltatást, távolítsa el és állítsa le azokat is. Most egyszerűen törölje az egész mappát, ahova a XAMPP programot telepítette. Nincsenek törlendő rendszerleíró adatbázis bejegyzések és nincsenek törlendő környezeti változók.
pt_br: Se você instalou o XAMPP usando as versões em ZIP ou 7zip, desligue todos os servidores XAMPP e saia de todos os painéis. Se você instalou algum serviço, desinstale-os e desligue-os também. Agora, simplesmente apague todo a pasta onde o XAMPP está instalado. Não há entradas de registro ou variáveis de ambiente para limpar.
ru: Если вы установили XAMPP используя ZIP или 7zip версии, выключите все XAMPP сервера и выйдите из всех панелей. Если вы установили какие-либо сервисы, удалите и отключите их тоже. Теперь просто удалите весь каталог где установлен XAMPP. В данном случае записей в регистре и переменных среды требующих чистку нет.

source: What is the "lite" version of XAMPP?
de: Was ist die "lite"-Version von XAMPP?
hu: Mi a XAMPP „lite” verziója?
pt_br: O que é a versão "lite"de XAMPP?
ru: Что такое "lite" (лёгкая) версия XAMPP?

source: XAMPP Lite (means "light" as in "light-weight") is a smaller bundle of XAMPP components, which is recommended for quick work using only PHP and MySQL. Some servers or tools such as Mercury Mail and FileZilla FTP are missing in the Lite version.
de: XAMPP Lite (das bedeutet "light" (leicht) wie in "Leichtgewicht") ist ein kleineres Bündel aus XAMPP-Komponenten, das empfohlen wird für rasche Arbeiten, die nur PHP und MySQL brauchen. Einige Dienste wie Mercury-Mail und FileZilla-FTP fehlen in der Lite-Version.
hu: A XAMPP Lite (amely „könnyűt” jelent, úgymint „könnyűsúlyú”) a XAMPP komponensek kisebb csomagja, amely kizárólag PHP és MySQL használatával történő gyors munkavégzéshez ajánlott. Néhány kiszolgáló vagy eszköz, mint például a Mercury levelező és a FileZilla FTP hiányoznak a Lite verzióból.
pt_br: XAMPP Lite (significa "leve"como em "peso-leve") é um pacote menor de componentes do XAMPP que é recomendado para trabalhos rápidos que usem somente PHP e MySQL. Alguns servidores e ferramentas, tais como o Mercury Mail e o FileZilla FTP, não estão presentes da versão Lite.
ru: XAMPP Lite (значит "лёгкий" как в "лёгкий вес") это меньший набор XAMPP компонентов, что рекомендуется для быстрой работы где требуется только PHP и MySQL. Некоторые сервера или инструменты как Mercury Mail и FileZilla FTP отсутствуют в Lite версии.

source: Where should I place my web content?
de: Wohin gehört mein Web-Inhalt?
hu: Hová tegyem a webes tartalmakat?
pt_br: Onde devo colocar meu conteúdo web?
ru: Где мне следует поместить моё веб содержимое?

source: The main directory for all WWW documents is xampphtdocs. If you put a file "test.html" in this directory, you can access it with the URI "http://localhost/test.html".
de: Das Stammverzeichnis für alle WWW-Dokumente ist \xampp\htdocs. Wenn Sie eine Datei "test.html" in dieses Verzeichnis legen, können Sie darauf mit der URI "http://localhost/test.html" zugreifen.
hu: Minden WWW dokumentum fő könyvtára a \xampp\htdocs. Ha ebbe a könyvtárba teszi a „teszt.html” fájlt, akkor a „http://localhost/teszt.html” URI segítségével férhet hozzá.
pt_br: O diretório principal para todos os documentos WWW é \xampp\htdocs. Se você colocar um arquivo "test.html"neste diretório, você poderá acessa-lo com a URI "http://localhost/test.html".
ru: Главный каталог для всех WWW документов это \xampp\htdocs. Если вы положите файл "test.html" в этот каталог, вы сможете получить доступ к нему по URI "http://localhost/test.html".

source: And "test.php"? Just use "http://localhost/test.php". A simple testscript can be:
de: Und "test.php"? Einfach folgende Adresse aufrufen "http://localhost/test.php". Ein einfaches Testskript kann so aussehen:
hu: És a „teszt.php”? Csak használja a „http://localhost/teszt.php” hivatkozást. Egy egyszerű teszt-parancsfájl lehet:
pt_br: E "test.php"? Apenas use "http://localhost/test.php". Um script de teste simples pode ser:
ru: И "test.php"? Просто используйте "http://localhost/test.php". Простой тест-скритп может быть:

source: A new subdirectory for your web? Just make a new directory (e.g. "new") inside the directory "xampphtdocs" (best without whitespaces and only ASCII), create a test file in this directory and access it with "http://localhost/new/test.php".
de: Eine neues Unterverzeichnis für ihr eigenes Web? Einfach ein neues Verzeichnis (z. B. "neu") innerhalb des Verzeichnisses "\xampp\htdocs" anlegen (am besten ohne Leerzeichen und nur ASCII-Zeichen), erstellen Sie dann einfach eine Testdatei in diesem neuen Verzeichnis und rufen Sie sie mit "http://localhost/neu/test.php" auf.
hu: Egy új alkönyvtár a webhez? Csak hozzon létre egy új könyvtárat (például „valami”) a „\xampp\htdocs” könyvtáron belül (a legjobb szóközök nélkül és csak ASCII karakterekkel), hozzon létre egy tesztfájlt ebben a könyvtárban és elérheti a „http://localhost/valami/teszt.php” címen.
pt_br: Um novo subdiretório para seu web? Basta fazer um novo diretório (por exemplo, "novo") dentro do diretório "\xampp\htdocs" (melhor sem os espaços em branco e apenas ASCII), criar um arquivo de teste neste diretório e acessá-lo com "que http://localhost/new/test.php".
ru: Новая суб-каталог для вашего веб проекта? Просто создайте новый каталог (пример: "new") внутри каталога "\xampp\htdocs" (желательно без пробелов и с использованием только ASCII), создайте файл "test.php" в этом каталоге, вы сможете получить доступ к нему по URI "http://localhost/new/test.php".

source: Further specifics
de: Zusätzliche Einzelheiten
hu: További specifikációk
pt_br: Mais detalhes
ru: Дополнительные особенности

source: Executable:
de: Ausführbar:
hu: Programfájl:
pt_br: Executável:
ru: Исполняемый файл:

source: Allowed endings:
de: Erlaubte Endungen:
hu: Engedélyezett végződések:
pt_br: Finais permitidos:
ru: Разрешённые окончания:

source: basic package
de: Basispaket
hu: alap csomag
pt_br: pacote básico
ru: базовый пакет

source: Can I move the XAMPP installation?
de: Kann ich die XAMPP-Installation woanders hin legen?
hu: Áthelyezhetem a XAMPP telepítését?
pt_br: Posso mover a instalação do XAMPP?
ru: Как мне переместить установку XAMPP?

source: Yes. After moving of the XAMPP directory, you must execute "setup_xampp.bat". The paths in the configuration files will be adjusted with this step.
de: Ja. Nachdem Sie das XAMPP-Verzeichnis woanders hin gelegt haben, müssen Sie die "setup_xampp.bat"-Datei ausführen. Die Verzeichnispfade in den Konfigurationsdateien werden durch diesen Schritt angepasst.
hu: Igen. A XAMPP könyvtár áthelyezése után le kell futtatnia a „setup_xampp.bat” parancsfájlt. A beállítófájlban lévő elérési út ehhez a lépéshez lesz igazítva.
pt_br: Sim. Depois de se mudar do diretório XAMPP, você deve executar "setup_xampp.bat". Os caminhos nos arquivos de configuração será ajustado com este passo.
ru: Да. После перемещения каталога XAMPP, вы должны выполнить "setup_xampp.bat". Пути в файлах конфигурации будут поправлены при выполнении этого шага.

source: If you have installed any server as Windows service, you must first remove the Windows service, and after the moving you can install the service again.
de: Wurden Server als Windowsdienst installiert, so ist es wichtig, diese vorher zu deinstallieren, nach dem Verlegen der XAMPP-Installation kann man dann die Windowsdienste wieder installieren.
hu: Amennyiben valamilyen kiszolgálót Windows szolgáltatásként telepített, akkor először el kell távolítania a Windows szolgáltatást, majd az áthelyezés után ismét telepítheti azt.
pt_br: Se você tiver instalado qualquer servidor como um serviço do Windows, você deve primeiro remover o serviço do Windows, e depois de mover você pode instalar o serviço novamente.
ru: Если вы установили любой сервер как Windows сервис, сначала вы должны удалить Windows сервис, а после перемещения вы можете снова установить сервис.

source: Warning: The configuration files from your own scripts, like PHP applications, are not adjusted. But it's possible to write a "plug-in" for the installer. With such a plug-in, the installer can adjust such files too.
de: Achtung: Die Konfigurationsdateien Ihrer eigenen Skripten - wie PHP-Anwendungen - werden nicht geändert. Aber es ist möglich, ein "Plug-in" für den Installer zu schreiben. Mit einem solchen Plug-in kann der Installer auch solche Dateien anpassen.
hu: Figyelem: a saját parancsfájljaiban lévő beállítófájlok, mint például PHP alkalmazások, nem lesznek hozzáigazítva. De lehetséges egy „bővítmény” írása a telepítőhöz. Egy ilyen bővítménnyel a telepítő ezeket a fájlokat is hozzá tudja igazítani.
pt_br: Aviso: Os arquivos de configuração dos teus próprios scripts, como aplicativos PHP, não estão ajustados. Mas é possível escrever um "plug-in"para o instalador. Como esse plug-in o instalador pode ajustar esses arquivos também.
ru: Предупреждение: Файлы конфигурации из ваших скриптов, к примеру PHP приложения, не настроены. Но возможно написать плагин для установщика. С таким плагином установщик может настроить и эти файлы.

source: What are "Automatic start pages" for the WWW directories?
de: Was sind "automatische Startseiten" für die WWW-Verzeichnisse?
hu: Mik az „Automatikus nyitóoldalak” a WWW könyvtárakhoz?
pt_br: Quais são as "Paginas iniciais automáticas"para os diretórios WWW?
ru: Что такое "Automatic start pages" (страницы автоматического запуска) для WWW каталогов?

source: The standard filename for the Apache function "DirectoryIndex" is "index.html" or "index.php". Every time you are just browsing to a folder (e.g. "http://localhost/xampp/"), and Apache can find such a file, Apache is displaying this file instead of a directory listing.
de: Der Standard-Dateiname für die Appachefunktion "DirectoryIndex" ist "index.html" oder "index.php". Jedes Mal, wenn Sie lediglich ein Verzeichnis im Browser aufrufen (z. B. "http://localhost/xampp/") und Apache findet darin eine solche Datei, wird diese Datei anstelle eines Inhaltsverzeichnisses angezeigt.
hu: A szabványos fájlnév a „DirectoryIndex” Apache függvényhez „index.html” vagy „index.php”. Minden esetben, amikor rátallóz egy mappára (például „http://localhost/xampp/”), és az Apache talál egy ilyen fájlt, akkor az Apache ezt a fájlt jeleníti meg a könyvtár listázása helyett.
pt_br: O nome de arquivo padrão para a função do Apache "DirectoryIndex" é "index. html" ou "index. php". Toda vez que você está apenas navegando para uma pasta ("http://localhost/xampp/", por exemplo), e Apache pode encontrar tal arquivo, o Apache está exibindo este arquivo em vez de uma listagem de diretório.
ru: Стандартное имя файла для функции Apache "DirectoryIndex" это "index.html" или "index.php". Каждый раз когда вы открываете в браузере папку (пример: "http://localhost/xampp/"), и Apache сможет найти такой файл, Apache отобразит этот файл вместо списка содержимого каталога.

source: Where can I change the configuration?
de: Wo kann ich die Konfigurationen ändern?
hu: Hol tudom megváltoztatni a beállításokat?
pt_br: Onde posso alterar a configuração?
ru: Где я могу поменять настройки?

source: Almost all settings in XAMPP you can change with configuration files. Just open the file in a textedit and change the setting you want. Only FileZilla and Mercury should be configured with the application config tool.
de: Fast alle Einstellungen in XAMPP können Sie mit Konfigurationsdateien ändern. Öffnen Sie einfach die Datei in einem Text-Editor und ändern Sie die gewünschte Einstellung. Nur FileZilla und Mercury sollten Sie mit dem Konfigurationswerkzeug konfigurieren.
hu: A XAMPP majdnem minden beállítása megváltoztatható beállítófájlokkal. Csak nyissa meg a fájlt egy szövegszerkesztővel és változtassa meg azt a beállítást, amelyet szeretne. Csak a FileZilla és a Mercury beállítását kell az alkalmazásbeállító eszközzel elvégezni.
pt_br: Quase todas as configurações do XAMPP, você pode alterar com arquivos de configuração. Basta abrir o arquivo em um editor de texto e alterar a configuração que você quer. Só o FileZilla e o mercúrio devem ser configurado com a ferramenta de configuração do aplicativo.
ru: Почти все настройки в XAMPP вы можете поменять при помощи файлов конфигурации. Просто откройте файл в текстовом редакторе и измените что желаете. Только FileZilla и Mercury должны быть настроены при помощи програмного инструмента конфигурации.

source: Why can't XAMPP work on Windows XP SP2?
de: Warum läuft XAMPP nicht auf Windows XP SP2?
hu: Miért nem működik a XAMPP Windows XP SP2 alatt?
pt_br: Porque o XAMPP não funciona no Windows XP SP2?
ru: Почему XAMPP не может работать на Windows XP SP2?
