Repository: Mr-Dy986/web
Catalog: locales/*.po
Languages: de, hu, pt_br, ru

source: Download
de: Herunterladen
hu: Letöltés
pt_br: Baixar
ru: Скачать

source: XAMPP is an easy to install Apache distribution containing MariaDB, PHP, and Perl. Just download and start the installer. It's that easy.
de: XAMPP ist eine leicht zu installierende Apache-Distribution, die MariaDB, PHP und Perl enthält. Laden Sie einfach das Installationsprogramm herunter und starten Sie es. So einfach ist das.
hu: A XAMPP egy könnyen telepíthető Apache disztribúció MariaDB, PHP és Perl komponensekkel. Csak töltse le és indítsa el a telepítőt. Ennyire egyszerű.
pt_br: O XAMPP é uma distribuição do Apache fácil de instalar contendo PHP, MySQL e Perl. Basta fazer o download e iniciar o instalador. É simples assim!
ru: XAMPP — простой в установке дистрибутив Apache, содержащий MariaDB, PHP и Perl. Просто скачайте и запустите программу установки. Это действительно так просто.

source: What's Included?
de: Was ist enthalten?
hu: Mit tartalmaz?
pt_br: O que está incluído?
ru: Что включено?

source: Requirements
de: Voraussetzungen
hu: Követelmények
pt_br: Requisitos
ru: Системные требования!

source: Most all distributions of Linux are supported, including Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch, SUSE.
de: Fast alle Linux-Distributionen werden unterstützt, einschließlich Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch und SUSE.
hu: A Linux disztribúciók közül a legtöbb támogatott, többek között a Debian, a RedHat, a CentOS, az Ubuntu, a Fedora, a Gentoo, az Arch és a SUSE.
pt_br: A maioria das distribuições Linux são suportadas, incluindo Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch, SUSE...
ru: Практически все дистрибутивы Linux поддерживаются, включая Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch, SUSE.

source: XAMPP 1.8.2 (with PHP 5.4): Windows 2003, 2008, 2012, XP, Vista, 7, 8
de: XAMPP 1.8.2 (mit PHP 5.4): Windows 2003, 2008, 2012, XP, Vista, 7, 8
hu: XAMPP 1.8.2 (PHP 5.4 támogatással): Windows 2003, 2008, 2012, XP, Vista, 7, 8
pt_br: XAMPP 1.8.2 (com PHP 5.4): Windows 2003, 2008, 2012, XP, Vista, 7, 8
ru: XAMPP 1.8.2 (с PHP 5.4): Windows 2003, 2008, 2012, XP, Vista, 7, 8

source: XAMPP 1.8.3 (with PHP 5.5): (Important: XP or 2003 not supported) 2008, 2012, Vista, 7, 8.
de: XAMPP 1.8.3 (mit PHP 5.5): (Wichtig: XP und 2003 werden nicht unterstützt) 2008, 2012, Vista, 7, 8.
hu: XAMPP 1.8.3 (PHP 5.5 támogatással): (Fontos: XP vagy 2003 nem támogatott) 2008, 2012, Vista, 7, 8.
pt_br: XAMPP 1.8.3 (com PHP 5.5): (Atenção: XP ou 2003 não são suportados) 2008, 2012, Vista, 7, 8.
ru: XAMPP 1.8.3 (с PHP 5.5): (Важно: XP или 2003 не поддерживаются) 2008, 2012, Vista, 7, 8.

source: Mac OS X 10.6 or later.
de: Mac OS X 10.6 oder später.
hu: Mac OS X 10.6 vagy későbbi verzió.
pt_br: Mac OS X 10.6 ou superior.
ru: Mac OS X 10.6 или более поздние версии.

source: More Downloads
de: Weitere Downloads
hu: További letöltések
pt_br: Mais Downloads
ru: Ещё загрузки

source: Includes
de: Beinhaltet
hu: Tartalmazza
pt_br: Inclusos
ru: Включает

source: Version
hu: Verzió
pt_br: Versão
ru: Версия

source: Checksum
de: Prüfsumme
hu: Ellenőrzőösszeg
pt_br: Soma de verificação
ru: Контрольная сумма

source: Size
de: Größe
hu: Méret
pt_br: Tamanho
ru: Размер

source: Awesome!
de: Fantastisch!
hu: Fantasztikus!
pt_br: Incrível!
ru: Отлично!

source: Your download will start automatically. If it doesn't, %{download}.
de: Ihr Download startet automatisch. Wenn nicht, %{download}.
hu: A letöltés automatikusan el fog indulni. Ha mégse, %{download}.
pt_br: Seu download iniciará automaticamente. Caso não ocorra, %{download}.
ru: Ваша загрузка начнется автоматически. Если этого не произошло, %{download}.

source: click here
de: hier klicken
hu: kattintson ide
pt_br: clique aqui
ru: кликни здесь

source: Release Notes
de: Versionshinweise
hu: Kiadási megjegyzések
pt_br: Notas da Versão
ru: Замечания к выпуску

source: Reading
de: Wird gelesen
hu: Olvasnivaló
pt_br: Leitura
ru: Чтение

source: Be sure to read the install instructions and FAQs:
de: Lesen Sie die Installationsanweisungen und häufig gestellte Fragen:
hu: Mindenképpen olvassa el a telepítési utasításokat és a gyakori kérdéseket:
pt_br: Certifique-se de ler as instruções de instalação e as Perguntas Frequentes (FAQs):
ru: Обязательно прочтите инструкцию по установке и часто задаваемые вопросы (ЧаВо):

source: You can find additional help on our %{forums} or %{stack_overflow}.
de: Zusätzliche Hilfe können Sie in unseren Foren %{forums} oder bei %{stack_overflow} erhalten.
hu: További segítséget találhat a %{forums} vagy %{stack_overflow} oldalon.
pt_br: Você pode encontrar informações adicionais em nosso %{forums} ou %{stack_overflow}.
ru: Вы можете найти дополнительную помощь на нашем %{forums} или %{stack_overflow}.

source: FAQs
de: Häufig gestellte Fragen
hu: Gyakori kérdések
pt_br: Perguntas Frequentes
ru: ЧаВО

source: Add-ons
de: Erweiterungen
hu: Kiegészítők
pt_br: Extensões
ru: Расширения

source: XAMPP Add-ons
de: XAMPP-Erweiterungen
hu: XAMPP kiegészítők
pt_br: Extensões do XAMPP
ru: Дополнения XAMPP

source: Bitnami provides a free all-in-one tool to install WordPress on top of XAMPP. Visit %{bitnami_xampp} to download the installer.
de: Bitnami bietet ein kostenloses All-in-one-Tool für die Installation von Wordpress für XAMPP. Besuchen Sie %{bitnami_xampp}
pt_br: A Bitnami fornece uma ferramenta gratuita que auxilia na instalação do WordPress no XAMPP. Visite %{bitnami_xampp}
ru: Bitnami предоставляет бесплатный универсальный инструмент для установки WordPress поверх XAMPP. Visit %{bitnami_xampp} to download the installer.

source: Bitnami provides a free all-in-one tool to install WordPress on top of XAMPP.
de: Bitnami bietet ein kostenloses All-in-one-Tool für die Installation von WordPress für XAMPP.
pt_br: Bitnami fornece uma ferramenta tudo-em-um grátis para instalar o WordPress no XAMPP.
ru: Bitnami предоставляет бесплатный универсальный инструмент для установки WordPress поверх XAMPP.

source: Hosting
hu: tárhely szolgáltatás
pt_br: Hospedagem
ru: Хостинг

source: XAMPP Hosting
hu: XAMPP tárhely szolgáltatás
pt_br: Hospedagem XAMPP
ru: XAMPP хостинг

source: Documentation
de: Dokumentation
hu: Dokumentáció
pt_br: Documentação
ru: Документация

source: XAMPP Documentation
de: XAMPP Dokumentation
hu: XAMPP Dokumentáció
pt_br: Documentação XAMPP
ru: XAMPP Документация

source: About
de: Über
hu: Névjegy
pt_br: Sobre
ru: О нас

source: Many people know from their own experience that it's not easy to install an Apache web server and it gets harder if you want to add MariaDB, PHP and Perl. The goal of XAMPP is to build an easy to install distribution for developers to get into the world of Apache. To make it convenient for developers, XAMPP is configured with all features turned on. In the case of commercial use please take a look at the product licenses, from the XAMPP point of view commercial use is also free. There are currently distributions for Windows, Linux, and OS X.
de: Viele Leute wissen aus eigener Erfahrung, dass es nicht einfach ist, einen Apache-Webserver zu installieren und es wird noch schwieriger, wenn Sie auch noch MariaDB, PHP und Perl hinzufügen möchten. Das Ziel von XAMPP ist es, eine einfach zu installierende Distribution für Entwickler zu bauen, um in die Welt von Apache zu kommen. Zur Bequemlichkeit der Entwickler wird XAMPP mit allen Funktionen eingeschaltet konfiguriert. Für eine kommerzielle Nutzung werfen Sie bitte einen Blick auf die Produktlizenzen, von der Sicht von XAMPP ist eine kommerzielle Nutzung ebenfalls kostenlos. Derzeit gibt es Distributionen für Windows, Linux und OS X.
pt_br: Muitas pessoas sabem por experiência própria que não é fácil instalar um servidor web Apache e torna-se mais difícil se você quer acrescentar MySQL, PHP e Perl. O objetivo do XAMPP é construir uma distribuição fácil de instalar para desenvolvedores entrarem no mundo do Apache. Para torná-lo conveniente para os desenvolvedores, o XAMPP é configurado com todos os recursos ativados. No caso de uso comercial, por favor dê uma olhada nas licenças de produtos; do ponto de vista do XAMPP, o uso comercial também é gratuito. Há atualmente distribuições para Windows, Linux e OS X.
ru: Многие люди знают по собственному опыту, что не так-то просто установить веб-сервер Apache, и еще труднее, дополнительно к нему подключить MariaDB, PHP и Perl. Цель XAMPP является создание простого в установке дистрибутива для разработчиков, чтобы легко войти в мир Apache. Чтобы сделать его удобным для разработчиков, XAMPP настроен со всеми включенными функциями. При коммерческом использовании, пожалуйста, посмотрите лицензию продукта, с точки зрения XAMPP, коммерческое использование XAMPP также является бесплатным. В настоящее время имеются дистрибутивы для Windows, Linux, и OS X.

source: Search
de: Suchen
hu: Keresés
pt_br: Pesquisar
ru: Поиск

source: Contact
de: Kontakt
hu: Kapcsolat
pt_br: Contato
ru: Контакт

source: Visit our %{forums} for any questions. Email %{email} for any security issues.
de: Besuchen Sie unsere %{forums} für jegliche Fragen. Bei allen Sicherheitsfragen senden Sie eine E-Mail an %{email}.
hu: Bármilyen kérdés esetén látogassa meg %{forums} oldalainkat. Biztonsági kérdésekkel kapcsolatban a %{email} címre írjon.
pt_br: Visite nossos %{forums} para quaisquer perguntas. Envie um e-mail para %{email} para quaisquer problemas de segurança.
ru: Посетите наши %{forums} для любых вопросов. Пишите на %{email} для любых вопросов по безопасности.

source: Sitemap
hu: Oldaltérkép
pt_br: Mapa do site
ru: Карта сайта

source: Blog
ru: Блог

source: News &amp; Release Notes
de: Neuigkeiten &amp; Versionshinweise
hu: Hírek és kiadási megjegyzések
pt_br: Novidades e Notas de Lançamento
ru: Новости и замечания к выпуску

source: Forums
de: Foren
hu: Fórumok
pt_br: Fóruns
ru: Форумы

source: Forums are supported by XAMPP users around the world. Our forums were originally published in German, but you will find English and other other localized editions, too.
de: Alle Foren werden von XAMPP-Benutzern auf der ganzen Welt unterstützt. Unsere Foren wurden ursprünglich in Deutsch veröffentlicht, aber auch englisch- und anderessprachig lokalisierte Versionen sind verfügbar.
hu: A fórumokat a XAMPP felhasználók támogatják a világ minden táján. A fórumunk eredetileg Németországban lett közzétéve, de találni fog angol és egyéb honosított változatokat is.
pt_br: Os Fóruns são mantidos pelos utilizadores do XAMPP em todo o mundo. Nossos fóruns foram originalmente publicados em alemão, mas você encontrará em Inglês e outras edições localizadas também.
ru: На форуме поддерживаются пользователи XAMPP по всему миру. Наши форумы первоначально были опубликованы на немецком языке, но вы найдете форумы и на английском, и на других локализованных версиях, тоже.

source: Click here to access the forums.
de: Hier klicken, um zu den Foren zu gelangen.
hu: Kattintson ide a fórumhoz való hozzáféréshez.
pt_br: Clique aqui para acessar os fóruns.
ru: Нажмите здесь, чтобы получить доступ к форумам.

source: Mailing List
de: Mailing-Liste
hu: Levelezőlista
pt_br: Lista de e-mail
ru: Cписок рассылки

source: Do you want to be kept up-to-date on the latest news about XAMPP or our project? Our newsletter will inform you about new XAMPP releases as well as news about the Apache Friends project. It's a low frequency-list: only about one mail a month.
de: Möchten Sie über die neuesten Nachrichten über XAMPP oder unser Projekt auf dem Laufenden bleiben? Unser Newsletter informiert Sie über neue XAMPP-Ausgaben sowie Nachrichten über das Apache Friends-Projekt. Es handelt sich um eine Liste mit geringer Häufigkeit: nur etwa ein Mail pro Monat.
hu: Szeretne folyamatosan naprakész lenni a XAMPP legfrissebb híreiről vagy a projektünkről? A hírlevelünk tájékoztatni fogja az új XAMPP kiadásokról, úgymint az Apache Friends projekt híreiről. Ez egy alacsony gyakoriságú lista: csak nagyjából egyetlen levél havonta.
pt_br: Você quer se manter atualizado com as últimas notícias sobre o XAMPP ou sobre o nosso projeto? A nossa newsletter irá informá-lo sobre novos lançamentos do XAMPP, bem como notícias sobre o projeto Apache Friends. É uma lista de frequência baixa: cerca de um e-mail por mês apenas.
ru: Хотите быть постоянно в курсе последних новостей о XAMPP или нашего проекта? Наша рассылка будет информировать вас о новых версиях XAMPP, а также о новостях про проекта Apache Friends. Мы будем писать вам не чаще одного раза в месяц.

source: Unfortunately, an error occurred. Please contact us to subscribe.
de: Unglücklicherweise ist ein Fehler aufgetreten. Bitte kontaktieren Sie uns, um die entsprechende Mailing-Liste zu abonnieren.
hu: Sajnálatos módon hiba történt. Kérjük lépjen velünk kapcsolatba a feliratkozáshoz.
pt_br: Infelizmente, ocorreu um erro. Entre em contato conosco para se inscrever.
ru: К сожалению, произошла ошибка. Пожалуйста, свяжитесь с нами, чтобы подписаться.

source: The email you provided is not a valid email address. Please fix it and try again.
de: Die von Ihnen angegebene E-Mail ist keine gültige E-Mailadresse. Bitte korrigieren Sie sie und versuchen Sie es erneut.
hu: A megadott e-mail nem érvényes e-mail cím. Kérjük javítsa ki és próbálja újra.
pt_br: O e-mail fornecido não é um endereço de e-mail válido. Por favor, corrija-o e tente novamente.
ru: Вы предоставили не действительный адрес электронной почты. Исправьте его и попробуйте снова.

source: Thanks for subscribing.
de: Vielen Dank für das Abonnement.
hu: Köszönjük, hogy feliratkozott.
pt_br: Obrigado por se inscrever.
ru: Спасибо за подписку.

source: Subscribe
de: Abonnieren
hu: Feliratkozás
pt_br: Inscrever-se
ru: Подписка

source: Privacy Policy
de: Datenschutzbestimmungen
hu: Adatvédelmi irányelv
pt_br: Política de Privacidade
ru: Политика приватности

source: CDN provided by
de: CDN bereitgestellt durch
hu: CDN által nyújtott
pt_br: CDN fornecida pela
ru: CDN предусмотрено

source: Terms of Use
de: Nutzungsbedingungen
hu: Felhasználási feltételek
pt_br: Termos de Uso
ru: Условия использования

source: What is XAMPP?
de: Was ist XAMPP?
hu: Mi a XAMPP?
pt_br: O que é o XAMPP?
ru: Что такое XAMPP?

source: XAMPP is the most popular PHP development environment
de: XAMPP ist die beliebteste PHP-Entwicklungsumgebung
hu: A XAMPP a legnépszerűbb PHP fejlesztői környezet
pt_br: XAMPP é o ambiente de desenvolvimento PHP mais popular
ru: XAMPP является самой популярной средой разработки PHP

source: XAMPP is a completely free, easy to install Apache distribution containing MariaDB, PHP, and Perl. The XAMPP open source package has been set up to be incredibly easy to install and to use.
de: XAMPP ist eine vollständig kostenlose, leicht zu installierende Apache-Distribution, die MariaDB, PHP und Perl enthält. Das XAMPP Open-Source-Paket wurde für eine extrem einfache Installation und Nutzung eingerichtet.
hu: A XAMPP teljesen ingyenes, könnyen telepíthető Apache disztribúció MariaDB, PHP és Perl komponenseket tartalmazva. A XAMPP nyílt forrású csomag úgy lett beállítva, hogy hihetetlenül egyszerű legyen a telepítése és használata.
pt_br: O XAMPP é completamente gratuito, de fácil de instalar a distribuição Apache, contendo MySQL, PHP e Perl. O pacote de código aberto do XAMPP foi criado para ser extremamente fácil de instalar e de usar.
ru: XAMPP полностью бесплатный и простой в установке дистрибутив Apache, содержащий MariaDB, PHP и Perl. XAMPP создан с открытым исходным кодом, чтобы быть невероятно простым в установке и в использовании.

source: Why use XAMPP?
de: Weshalb XAMPP verwenden?
hu: Miért használja a XAMPP-ot?
pt_br: Por que usar o XAMPP?
ru: Почему используют XAMPP?

source: The most popular PHP dev package
de: Das beliebteste PHP-Entwicklungspaket
hu: A legnépszerűbb PHP fejlesztői csomag
pt_br: O pacote de desenvolvimento PHP mais popular
ru: Самый популярный PHP пакет разработчика

source: For Windows, Mac OS X &amp; Linux
de: Für Windows, Mac OS X & Linux
hu: Windows, Mac OS X és Linux rendszerekhez
pt_br: Para Windows, Mac OS X e Linux
ru: Для Windows, Mac OS X и Linux

source: Easy installation and configuration
de: Einfache Installation und Konfiguration
hu: Könnyű telepítés és beállítás
pt_br: Fácil instalação e configuração
ru: Простая установка и настройка

source: Completely free of charge
de: Absolut kostenlos
hu: Teljes mértékben ingyenes
pt_br: Completamente gratuito
ru: Полностью бесплатный

source: Click here for other versions
de: Klicken Sie hier für weitere Versionen
hu: Más verziókhoz kattintson ide
pt_br: Clique aqui para outras versões
ru: Нажмите здесь для просмотра других версий

source: XAMPP for <strong>%{os}</strong>
de: XAMPP für <strong>%{os}</strong>
hu: XAMPP <strong>%{os}</strong> rendszerre
pt_br: XAMPP para <strong>%{os}</strong>
ru: XAMPP для <strong>%{os}</strong>

source: Read more&nbsp;&raquo;
de: Weiterlesen&nbsp;&raquo;
hu: Olvassa tovább&nbsp;&raquo;
pt_br: Leia mais&nbsp;&raquo;
ru: Читать дальше&nbsp;&raquo;

source: About Apache Friends
de: Über Apache Friends
hu: Az Apache Friends projektről
pt_br: Sobre o Apache Friends
ru: О Apache Friends

source: Apache Friends is a non-profit project to promote the Apache web server and is home to the XAMPP project. XAMPP is an easy to install Apache distribution containing MariaDB, PHP, and Perl.
de: Apache Friends ist ein gemeinnütziges Projekt zur Unterstützung des Apache Webserver und Heimat des XAMPP Projektes. XAMPP ist eine einfach zu installierende Apache Distribution bestehend aus MariaDB, PHP und Perl.
hu: Az Apache Friends egy non-profit projekt az Apache webkiszolgáló népszerűsítéséhez és a XAMPP projekt otthonául szolgál. A XAMPP egy könnyen telepíthető Apache disztribúció MariaDB, PHP és Perl komponensekkel.
pt_br: Apache Friends é um projeto sem fins lucrativos para promover o servidor web Apache e abriga o projeto XAMPP. O XAMPP é uma distribuição Apache de fácil instalação, contendo PHP, MySQL e Perl.
ru: Apache Friends это некоммерческий проект для продвижения веб-сервера Apache и является домом для проекта XAMPP. XAMPP это простой в установке дистрибутив Apache, содержащий MariaDB, PHP и Perl.

source: Community
de: Gemeinschaft
hu: Közösség
pt_br: Comunidade
ru: Сообщество

source: XAMPP has been around for more than 10 years &ndash; there is a huge community behind it. You can get involved by joining our %{forums}, liking us on %{facebook}, or following our exploits on %{twitter}.
de: XAMPP gibt es seit mehr als 10 Jahren &ndash; eine riesige Gemeinschaft steht dahinter. Auch du kannst ein Teil davon werden, durch Teilnahme an unseren %{forums}, uns auf %{facebook} likest, oder unseren Tätigkeiten auf %{twitter} folgst.
hu: A XAMPP már több mint 10 éves &ndash; egy hatalmas közösség áll mögötte. Részt vehet benne, ha csatlakozik és igénybe veszi a %{forums} szolgáltatását, lájkol minket a %{facebook} közösségi oldalán vagy követi a közzétételeinket a %{twitter}.
pt_br: XAMPP já existe há mais de 10 anos &ndash; há uma grande comunidade por trás dele. Você pode se envolver associando-se em nosso %{forums}, e curtindo nossa página no %{facebook} ou seguindo nossas façanhas no %{twitter}.
ru: XAMPP существует уже более 10 лет &ndash; огромное сообщество работает над ним. Вы можете принять участие, присоединившись к нашему %{forums}, и лайкнув нас на %{facebook} или следуя нашим твитам на %{twitter}.

source: Recent Discussions
de: Aktuelle Diskussionen
hu: Legutóbbi beszélgetések
pt_br: Discussões Recentes
ru: Последние обсуждения

source: Follow XAMPP
de: Folgen Sie XAMPP
hu: A XAMPP követése
pt_br: Siga o XAMPP
ru: Следите за XAMPP

source: Overheard
de: Reingehört
hu: Kihallgatva
pt_br: Ouvir
ru: Подслушивать

source: You can get in touch with us on our Freenode IRC channel <strong>#Apachefriends</strong>. In order to access the channel, you will need an IRC client.
de: Du kannst dich mit uns in Verbindung setzen durch unseren Freenode IRC Channel <strong>#Apachefriends</strong>. Hierfür wird ein IRC Client benötigt.
hu: Felveheti velünk a kapcsolatot az <strong>#Apachefriends</strong> Freenode IRC csatornánkon. A csatornához való hozzáférés érdekében szüksége van egy IRC kliensre.
pt_br: Você pode entrar em contato conosco através de nosso canal IRC <strong>#Apachefriends</strong>. Para acessar o canal, você precisará de um cliente de IRC.
ru: Вы можете связаться с нами на нашем Freenode IRC канале <strong> #Apachefriends </strong>. Для того, чтобы получить доступ к каналу, вам понадобится клиент IRC.

source: Tweets about XAMPP
de: Tweets über XAMPP
hu: Csiripeljen a XAMPP programról
pt_br: Tweets sobre XAMPP
ru: Твиты о XAMPP

source: Get Social!
de: Folge uns!
hu: Legyen közösségi!
pt_br: Socialize-se!
ru: Подключиться к социальным сетям!

source: Get a XAMPP Stamp
de: Erhalte einen XAMPP-Stempel
hu: Szerezzen be XAMPP bélyeget
pt_br: Obter um selo XAMPP
ru: Получить XAMPP Stamp

source: XAMPP Micro Banner
hu: XAMPP mikroreklám
ru: Микро баннер XAMPP

source: Powered by XAMPP
de: Angetrieben von XAMPP
pt_br: Desenvolvido por XAMPP
ru: Создано с помощью XAMPP

source: Our Team
de: Unser Team
hu: A csapatunk
pt_br: Nossa equipe
ru: Наша команда

source: Founders
de: Gründer
hu: Alapítók
pt_br: Fundadores
ru: Основатели
